package com.project.june.thought.model;

import java.io.Serializable;
import java.util.List;

/**
 * Created by June on 2017/4/9.
 */

public class DisplayGatherVo implements Serializable {

    /**
     * res : 0
     * data : [{"id":"11008","category":"4","display_category":6,"item_id":"1770","title":"不要因为他的肤色否定他，也别因为他的离世而忘记他","forward":"\u201c别因为我们这么厉害就讨厌我们！\u201d","img_url":"http://image.wufazhuce.com/Fp-Rs4w2OuBKWnB-KZiUVDZpevNa","like_count":0,"post_date":"2017-04-09 10:00:00","last_update_date":"2017-04-07 22:04:47","author":{"user_id":"7802963","user_name":" eyelight","desc":"\u201c落网\u201d作者。","wb_name":"","is_settled":"0","settled_type":"0","summary":"\u201c落网\u201d作者。","fans_total":"3","web_url":"http://image.wufazhuce.com/FupqAAY5yBZ3gNbC6z7O3OMDpelB"},"video_url":"","audio_url":"1769561475","audio_platform":"1","start_video":"","volume":0,"pic_info":"","words_info":"","subtitle":"Kiss","number":0,"serial_id":0,"serial_list":[],"movie_story_id":0,"ad_id":0,"ad_type":0,"ad_pvurl":"","ad_linkurl":"","ad_makettime":"","ad_closetime":"","ad_share_cnt":"","ad_pvurl_vendor":"","content_id":"1770","content_type":"4","content_bgcolor":"#FFFFFF","share_url":"http://h.xiami.com/one-share.html?id=1769561475","share_info":{"url":"http://h.xiami.com/one-share.html?id=1769561475","image":"http://image.wufazhuce.com/Fp-Rs4w2OuBKWnB-KZiUVDZpevNa","title":"「一个」音乐:  eyelight Kiss","content":"\n\n多年来，Prince 用吉他制造出了似乎只有神才能发出的声音。用一位评论家的话来形容，他那\u201c钉在地板上\u201d一样的舞步可以与 Michael Jackson 媲美，他的作品曾经把 Bruce Springsteen 赶下冠军宝座。只是从来没有听过 Sly Stone 和 George Clinton 的人才会认为他是一位一蹴而就的天才。\nPrince 从上世纪80年代之后，在世界流行音乐界涌现出的极少有的多才多艺的流行音乐家。就音乐上才华来说，他可以堪称是其中中最耀眼的一位。在整个80年代，Prince 与Stevie Wonder，Michael Jackson ,Madonna齐名。Prince 是真正多才多艺的艺术家，他精通多种乐器：吉他，贝斯，键盘，鼓等，并且会其它流行乐器，以至于有人说他一个人就可以成为一支乐队；在录音室里，他一个人就可以完成整张唱片的录制。\n而今他的突然去世，让此生耀眼的光环顿时在黑暗中再次发出了亮光。Bono曾这样评价过Prince,能把这么多好听的歌聚集在一起，应该非Prince 莫属。\n他的歌曾被多人翻唱，Sinead O\u2018Connor 《Nothing Compares 2 U》、Chaka Khan 《I Fell For You》、Gary Numan 《1999》、the Foo Fighters 《Darling Nikki》、Alicia Keys 《How Come U Don\u2019t  Call Me Anymore》、Tina Turner 《Let\u2019s Pretend We\u2019reMarried》、Patti Smith 《When Doves Cry》等。\n\n和 Prince 合作过的音乐人数不胜数，Pink Floyd 的吉他手 David Gilmour 给予这个晚辈很高的评价，\u201c他另辟蹊径，总能找到完成某项工作的最佳人选，而且不放过任何细节。\u201d\u201c他很有才华，\u201dKate Bush 说到，\u201c他能够稳定地创作出大量质量有保证的作品。\u201d\u201c一匹良驹，\u201dMiles Davis 说过，\u201c他就像是一匹阿拉伯骏马。\u201d或者用 Elton John 的话来说，\u201c他是个傻瓜，一个聪明的傻瓜。\u201d\n1958年 Prince 在明尼阿波利斯出生，直到生前一直居住在那里。父亲 John L.Nelson 是一位钢琴手，词曲作家，而母亲 Matti Shaw 是一位爵士歌手。Prince 的名字来自于父亲的艺名\u201cPrince Rogers\u201d。1991年在一个访谈中其父坦言，\u201c给他取名叫 Prince 是希望他可以做到我想做的一切。\u201d父亲把自己未能完成的梦想寄托在这个从小便有过人音乐天分的儿子身上。\n15岁那年，在看完 Joni Mitchell 演出之后，他便下定决心要像自己的偶像一样出色。1977年 Prince 和华纳兄弟签约，当时他坚持：\u201c如果我能唱你们的摇滚乐，不要再因为我的肤色否定我。\u201d在种族歧视还非常严重的明尼阿波利斯，Prince 希望人们看重的是他的才华而不是肤色。华纳兄弟给了他一纸合约，随后他交出了个人第一张专辑《For You》。专辑反响不错，不过并没有引起很大的轰动。\n\n1980年 Prince 发行了个人第三张专辑《Dirty Mind》，在这张广受好评的专辑中，Prince 依然包办了所有的词曲创作及专辑制作。除了写给偶像 Joni Mitchell 的《Thanks》体现了专辑高雅的一面，实际上却是一张以宣扬\u201c性\u201d为主题的专辑，特别是在《Head》和《Sister》中，充斥乱伦与口交的内容。在这张唱片里他开始尝试将流行、摇滚、funk、soul 等不同元素融合到一起。虽然这张专辑给他带来了一些非议，但它依然延续了之前的成功。\n1984年 Prince 凭借《When Doves Cry》收获首张美国榜冠军单曲后，《Purple Rain》取代 Bruce Springsteen 的《Born in the U.S.A.》登上专辑榜首位。同时上映的自传性电影《Purple Rain》也取得了不俗的票房成绩。当年 Michael Jackson 的制作人 Quincy Jones 打算邀请 Prince 与 Jackson 合唱专辑《Bad》的同名歌曲。他得到了什么样的答复呢？\u201c我对这种事情向来没有兴趣。\u201d\n与80年代的风光无限想比，90年代的 Prince 像是进入人生的一个低谷期。以生性怪异著称的他，把名字改成了一个无法发音的符号并与华纳兄弟对簿公堂。这期间在演出现场和生活中常常出现怪异的疯狂行为，人们开始对他的能力产生怀疑。但是在斯派克·李的电影《6号叩应女郎》的原声碟中，Prince 创作了多首热门歌曲。\n\n新的十年里，Prince 像一个爱惜自己影子的美少年，沉迷于 Radiohead 主唱 Thom Yorker 所描述的\u201cPrince 的国度\u201d里。\u201c一年发行三张唱片，没有严格把关专辑的质量。\u201d以至于购买他唱片的乐迷越来越少，不过即便是粗粝的作品，里边也能淘到像珍珠一样的珍品。而后 Prince 把更多的时候从音乐上转移到了生活中，人们好奇为什么他能一直在明尼阿波利斯待到现在？他对外面的花花世界并不是没有诱惑，而是对这片生养他的土地充满了情感，而且他还是一个非常孝顺的儿子。\n近年 Prince 的演出不多，除了会在一些颁奖典礼上看到他的影子；却也常作为音乐节的压轴嘉宾登场，偶尔还有一两次欧美的大型巡演。今日凌晨听到他猝然去世的消息，不免让人震惊。对于大多数中国歌迷来说，Prince 还是一个我们尚待认识的大师。\n在某一年的格莱美颁奖典礼上，他用自己一贯的假正经风格来发表自己的获奖感言，\u201c别因为我们这么厉害就讨厌我们！\u201d也别因为他的悄然去世，而忘记他。\n但愿此刻 Prince、Freddie Mercury、Michael Jackson，还有 David Bowie 在天堂安好。\n\n文/eyelight\n"},"share_list":{"wx":{"title":"音乐 | 不要因为他的肤色否定他，也别因为他的离世而忘记他","desc":"文/ eyelight \u201c别因为我们这么厉害就讨厌我们！\u201d","link":"http://h.xiami.com/one-share.html?id=1769561475","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"},"weibo":{"title":"ONE·一个《音乐 | 不要因为他的肤色否定他，也别因为他的离世而忘记他》 文/ eyelight： \u201c别因为我们这么厉害就讨厌我们！\u201d 阅读全文：http://h.xiami.com/one-share.html?id=1769561475 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""},"qq":{"title":"不要因为他的肤色否定他，也别因为他的离世而忘记他","desc":"\u201c别因为我们这么厉害就讨厌我们！\u201d","link":"http://h.xiami.com/one-share.html?id=1769561475","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}},"tag_list":[],"music_name":"Kiss","audio_author":"Prince","audio_album":"Sexiest Songs Ever 2010"},{"id":"11001","category":"4","display_category":6,"item_id":"1765","title":"老狼口中的天才，李健最爱的词作者，如今却在乐坛彻底消失","forward":"郁冬用善良和救赎结束了自己的艺术生命，没有值不值，用老狼的话：我们再等等他。","img_url":"http://image.wufazhuce.com/Fh5gkhz_oudoCgZC_pl50bZBsRy7","like_count":133,"post_date":"2017-04-08 19:00:00","last_update_date":"2017-04-07 17:57:39","author":{"user_id":"7805569","user_name":"小环酱","desc":"\u201c民谣邦\u201d（id:huanqiuyinyuebang)，世界上只有两种人，一种是喜欢民谣的，一种是还没听民谣的。民谣有毒，欢迎上瘾！","wb_name":"","is_settled":"0","settled_type":"0","summary":"\u201c民谣邦\u201d作者。","fans_total":"102","web_url":"http://image.wufazhuce.com/FumXSQGTu7YO7UVu4wc3MNj1CSAp"},"video_url":"","audio_url":"383919","audio_platform":"1","start_video":"","volume":0,"pic_info":"","words_info":"","subtitle":"露天电影院","number":0,"serial_id":0,"serial_list":[],"movie_story_id":0,"ad_id":0,"ad_type":0,"ad_pvurl":"","ad_linkurl":"","ad_makettime":"","ad_closetime":"","ad_share_cnt":"","ad_pvurl_vendor":"","content_id":"1765","content_type":"4","content_bgcolor":"#FFFFFF","share_url":"http://h.xiami.com/one-share.html?id=383919","share_info":{"url":"http://h.xiami.com/one-share.html?id=383919","image":"http://image.wufazhuce.com/Fh5gkhz_oudoCgZC_pl50bZBsRy7","title":"「一个」音乐: 小环酱 露天电影院","content":"\n提起中国内地的校园民谣，大家会第一时间想到老狼、高晓松和叶蓓，其实在他们中间，还有一个被遗忘了的天才，他就是郁冬。\n\n郁冬1972年出生在北京，家庭成分都是高级知识分子，1988年考入清华大学电子工程系，三年后退学进入北京电影学院学习电影，之后落榜开始拍摄广告、短片。\n郁冬仅有的百科如此简短，却透露着不可攀爬的骄傲。虽和高晓松的百科如出一辙，故事走向却大相径庭。\n\n左郁冬、逯学军、沈庆\n郁冬在高中的时候经常去北京农业大学的操场溜达，有一天碰巧遇见了在操场上弹琴唱歌的沈庆和逯学军，由此结识，并开始了音乐创作的生涯。\n郁冬的名字或许就是他一生的注脚，沉郁的冬天，解释了他的一生。他沉默、含羞、善良，与朋友在一起的时候，也总是闷闷抽烟，不喜欢长篇大论，也不喜欢成聚焦中心，他很边缘，很暗淡。但是纵使如此低调，他的才华也总让人难以企及。\n1993年郁冬进入正大唱片从事制作人，期间他为潘劲东的个人音乐专辑创作了《相约》《Radio北京》《火》等作品 ；与此同时，他还为刘欢、那英、老狼等创作过歌曲。1994年《校园民谣1》出版，其中收录了郁冬的作品《离开》。这就在这一年，郁冬正式与正大转签歌手合约。那时的郁冬一头长发，忧郁又倔强，略带嘶吼的嗓音唱着\u201c告诉我的心从未离开\u201d。\n\n此后他的作品《老屋》《红色的天空》收录于《校园民谣II》。1995年出版个人专辑《露天电影院》，成为年度金曲，并获得全国最佳创作歌手奖。以一曲《露天电影院》获得1995年年度金曲，并获得当年全国最佳创作歌手奖。这首歌也曾被李健翻唱过。\n有人说老狼的走红，除了高晓松，还有郁冬的加持。老狼唱着高晓松的风花雪月和才子佳人，却也唱着郁冬的颓废黑暗和郁郁寡欢。其中《虎口脱险》成了永不褪色的经典。老狼对郁冬的推崇，从不掩饰。他们都有种生命旁观者的姿态，他们都喜欢闲散自由的生活，有一段时间两人经常去看街景，人来人往，各种神态，他从他们身上寻找故事，然后在音乐上表现出辛酸冷暖。有人说郁冬的音乐更接近生命真相，更接近死亡。\n沈庆曾这样形容郁冬的才华，\u201c不管怎样，只要吉他传递到他手上的时候，从琴弦指尖，从他的声音里，必然会传出令人耳目一新的歌曲。\u201d\n李健说，他最喜欢的两个词作者，一个是高晓松，一个是郁冬。高晓松的音乐有种阳光的感觉，郁冬给人润物无声的感觉，李健说他更喜欢后者，这与他的性格比较贴近。\n连高晓松对郁冬都不吝赞美。他在书中写到：当时草坪上大家传吉他写歌写的最好的是郁冬，当时以\u201c阳伞\u201d命题，每个人写一首歌，写的角度都不一样。当时郁冬写出来的是我们大家最赞叹的。\n可是这么一位音乐天才，现在却成了中关村一位朝九晚五的上班族，从音乐圈彻底消失。\n\n变故发生在2001年11月1日这一天，郁冬驾车行至朝阳区工人体育场附近掉头，不慎将一位老太太撞倒，随后郁冬迅速拨打急救电话120，随即又拨打交通事故报警电话122报警。救护人员赶到后，发现老人已经死亡，警方认定，郁冬属于违章掉头，应承担此次交通事故的全部责任。\n在事故发生后，郁冬积极配合警方进行调查取证工作，竭尽全力安抚死者家属，并主动赔偿家属15万元人民币。2002年3月郁冬因交通肇事被判有期徒刑一年，缓刑一年。之后，郁冬背负愧疚，便搁笔隐退，本就内向善良的他也许做好了准备怀着愧疚度过余生。虽然很多人劝他放下过去，重新回归，但是他依旧无法释怀，据说，他现在在中关村一家公司上班。\n2007年，老狼在798演出，用《来自我心》作为开场曲，演出前他给郁冬打电话，希望他能来现场玩，最终郁冬还是没出现。\n老狼一直想做一场郁冬作品音乐会。有一次在一个小现场老狼上台演出又唱了《北京的冬天》，全场跟着唱。第二首歌，他唱了《时光流转》，唱到一半老狼的眼泪滑落，唱《虎口脱险》的时候，老狼一度哽咽唱不下去。\n每一年郁冬的生日，老狼都会在微博上为郁冬送去生日祝福。天知道，老狼多想郁冬回归乐坛。郁冬扼杀自己的天赋，是对自己的惩戒和报复，但这其实也是乐坛的遗憾和缺失。他用善良和救赎结束了自己的艺术生命，没有值不值，用老狼的话：我们再等等他。\n前年《中国好声音》，张磊让《虎口脱险》重新洗涤人们的耳朵，人们在讨论老狼的时候，乐评人科尔沁夫说：这首歌除了演唱者老狼之外，还有一个很重要的人，那就是词曲作者郁冬，我们都期待他回来。\n是，很多人走了，又回来，他们走时一身悲伤、两眼模糊，回来时一身轻爽、两眼暖光。许巍、朴树、老狼，他们都出走，又都温暖回归，郁冬，你什么时候回来？\n文/小环酱\n"},"share_list":{"wx":{"title":"音乐 | 老狼口中的天才，李健喜欢的作者，原来的民谣诗人现在却在中关村上班","desc":"文/小环酱 他用善良和救赎结束了自己的艺术生命，没有值不值，我们再等等他。","link":"http://h.xiami.com/one-share.html?id=383919","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"},"weibo":{"title":"ONE·一个《音乐 | 老狼口中的天才，李健喜欢的作者，原来的民谣诗人现在却在中关村上班》 文/小环酱： 他用善良和救赎结束了自己的艺术生命，没有值不值，我们再等等\u2026 阅读全文：http://h.xiami.com/one-share.html?id=383919 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""},"qq":{"title":"老狼口中的天才，李健喜欢的作者，原来的民谣诗人现在却在中关村上班","desc":"他用善良和救赎结束了自己的艺术生命，没有值不值，我们再等等他。","link":"http://h.xiami.com/one-share.html?id=383919","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}},"tag_list":[],"music_name":"露天电影院","audio_author":"郁冬","audio_album":"露天电影院"},{"id":"11002","category":"4","display_category":6,"item_id":"1766","title":"听王菲时不知道卡百利，听了卡百利不再听王菲","forward":"无论是对战争的控诉，还是对真善美的歌颂，卡百利的音乐都有其自成一体的创作内核，冷静细致，温暖坚定。","img_url":"http://image.wufazhuce.com/FhmoFJsLBrMiE7fmbGd5bsnkHQu1","like_count":158,"post_date":"2017-04-08 16:00:00","last_update_date":"2017-04-07 22:03:45","author":{"user_id":"7594892","user_name":"易小婉","desc":"公众号\u201c民谣与诗\u201d主编，网易云音乐\u201c民谣与诗\u201d电台主播。个人公众号：易小婉；微博：空中的梦想家小婉。出版作品《现在我有多爱民谣，过去我就有多爱你》，《今天的孤独，是明天的祝福》。","wb_name":"","is_settled":"0","settled_type":"0","summary":"公众号\u201c民谣与诗\u201d主编","fans_total":"301","web_url":"http://image.wufazhuce.com/Ft0QckpRsR6PL01OBXB1sVgqi3ZM"},"video_url":"","audio_url":"1768679","audio_platform":"1","start_video":"","volume":0,"pic_info":"","words_info":"","subtitle":"Never Grow Old","number":0,"serial_id":0,"serial_list":[],"movie_story_id":0,"ad_id":0,"ad_type":0,"ad_pvurl":"","ad_linkurl":"","ad_makettime":"","ad_closetime":"","ad_share_cnt":"","ad_pvurl_vendor":"","content_id":"1766","content_type":"4","content_bgcolor":"#FFFFFF","share_url":"http://h.xiami.com/one-share.html?id=1768679","share_info":{"url":"http://h.xiami.com/one-share.html?id=1768679","image":"http://image.wufazhuce.com/FhmoFJsLBrMiE7fmbGd5bsnkHQu1","title":"「一个」音乐: 易小婉 Never Grow Old","content":"\n\n十年前，我第一次听到卡百利的歌，惊为天人。那时我上大一，刚刚开始做兼职的电台主播，从小听了大量华语流行音乐的我，想要去寻找更多的音乐养分，不知道从哪里知道了卡百利，于是从那以后，我听歌的品味便开始从流行转向独立、摇滚和民谣，再也没有摆脱。\n\n一晃那么多年过去了，前几天，当我偶然拾起大学时听得最多的这个乐队，一张专辑接一张专辑地听过去，才发现，天哪，每首歌旋律都那么迷人，每一首歌都有亮点，我竟然遗漏了好多好歌。\n比如这首《Animal instinct》，歌名直译叫做《动物本能》，在MV里面，翻译成了《母亲的爱》。\n\n这首歌来自于卡百利乐队1999年发行的专辑《Bury The Hatchet》（冰释前嫌）\nMV讲述的是一位单身母亲，因为失业，法院判定她没有抚养孩子的能力，因此她的孩子送进儿童收容所。这位绝望的母亲偷偷混入收容所，抢回孩子，开始了到处流浪的生活。\n听起来是一个很悲伤的故事，但是MV的色调非常的温暖，呈现的细节，也都是一些母子间温暖的互动。比如母亲驾驶汽车行驶在北方空旷的田野间，后座是相互嬉笑打闹着的孩子，像是家庭旅行；比如餐厅里，母亲摸摸空空如也的口袋，但看着孩子开心地吃着，她还是绽放出了最欣慰的笑容。MV最后，车子抛锚了，母亲带着孩子们拦了一辆大巴车，踏上了去往南方的路途。而这南方的路标，象征着更宽松的法律，和更美好的未来。\n其实这首歌是表达了对现实的诘责，对法律或制度的不满，但卡百利乐队用一种轻松的节奏和温暖的调性，以母爱的角度去实现一些严肃的理想。\n1990年，卡百利乐队在爱尔兰成立，这是一支四人乐队，乐队成员包括主唱桃乐丝，贝斯手诺埃尔和Mike两兄弟，鼓手弗加尔。其实桃乐丝不是最早的乐队主唱，她是在乐队成立半年之后进来的。她高亢有力的嗓音及其特有的爱尔兰花腔，让他们的音乐充满着自由洒脱和率真，很大气，很有力量。而这种独特的咽音发声方式，让很多女歌手相继模仿，其中就包括天后王菲。\n\n1993 年，卡百利乐队发行了他们的首张专辑《Everybody Else Is Doing It, So Why Can\u2019t We?》（每个人都可以做，我们又有什么不可以？）。\n前卫的英伦摇滚，加上主唱桃乐丝高亢空灵的嗓音，让这支乐队很快风靡全球。\n1994年9月27日，他(她)们又发行了第二张专辑《No Need To Argue》（勿需争辩），大获成功，一年内专辑销量达到一千两百万张，这也让他们跻身世界一流乐队的行列。\n从1993年发表了第一张专辑，到2001年，卡百利几乎保持着每两年一张专辑的速度，2003年，随着乐队成员们纷纷宣布单飞，卡百利一度沉寂了六年。这期间，桃乐丝曾经发行过两张个人专辑。2009年，桃乐丝公开宣布乐队将重组并举办世界巡演， \u201c卡百利\u201d这个名字终于重新回归大众视野。\n\n卡百利乐队主唱桃乐丝\n算起来，卡百利只出过五张录音室专辑，但是卡百利的每一张专辑的每一首歌，都值得反复聆听和品味。\n第一张专辑的惊艳，第二张专辑的流行，第三张专辑的深刻，第四张专辑的温暖，第五张专辑的轻灵，无论是对战争的控诉，还是对真善美的歌颂，卡百利的音乐都有其自成一体的创作内核，冷静细致，温暖坚定。\n他们的音乐里有摇滚的愤怒，也有民谣的温柔。\n\n卡百利的歌里有暴行、死亡这些压抑的字眼，也有爱、家庭、成长这些温暖的词汇。战争，贫穷，年轻，梦想，交织成卡百利乐队丰富而深刻的音乐内涵。\n这些都提醒着我们要好好审视自己的生命，好好珍惜自己的生活。总有一些东西超越国界和语言为我们所感知，而那些具有某种共通性和代表性的意象，不仅给歌者带来了启发，也给听者带来了力量。\n\n卡百利诞生于90年代初，这个年代是大量独立另类乐队进入主流视野，另类摇滚代替金属成为滚圈新宠的时代，而卡百利是这个另类独立浪潮中的一员。\n比如《Zombie》的这首歌，即兴重复段的演奏方式，更像是垃圾摇滚或者另类金属的演奏，让整首歌散发出迷人的90年代风味。\n《Zombie》是卡百利于1994年发行的专辑No need to Argue中的一首单曲，由乐队主唱桃乐丝所写，是一首著名的抗议歌曲。歌词写的正是1993年惠灵顿爆炸案中造成两名孩子身亡的事情。\n\n \n又一颗头颅低垂，孩子渐已熬干生命的灯油\n狂暴怎会带来如此的静谧\n而我们之中谁又是罪魁祸首？\n你也看到我本善良，我的家人也跟我一样\n在你的头脑之中，人们却在手足相残\n用他们的坦克大炮\n用他们的钢枪铜弹！\n在你的头脑之中，人们在哭喊\n在你的头脑之中，在你的头脑之中，无生气的人，无生气的人！\n在你的头脑之中，究竟有怎样的邪恶，无生气的人！\n又一位母亲的心已破碎，你把她的灵魂夺走\n当暴行引致死一般的沉寂\n我们全都是罪魁祸首\n\n从这样的歌词里，你可以看出，这首歌也不简单地是一首歌，卡百利已经不只是一个乐队了。他们的歌里充满着对人类的悲悯，以及对战争的反思。\n他们还专门用了整整一张专辑，去做反战主题。那是1996发行的专辑《To the faithful departed》，这是卡百利乐队的第四张专辑，在这张专辑里他们关注不幸，指责战争，呼唤和平。\n\n爱尔兰是一片音乐的沃土，这里出过影响了许巍的伟大乐队U2，拥有着魔幻嗓音的Enya，还有今天给你听的，影响了王菲的卡百利。\n而卡百利又被称为爱尔兰忧伤的蓝眼睛，他们会唱在战争中死去的孩子，会唱强奸小女孩的暴行，他们唱个人，唱家庭，也唱国家。卡百利的意义在于通过这些音乐，让更多人来关注这些问题，关注自身以及他人的命运。\n在他们的歌里，政治、文化、爱情等等都有体现，作品中的包容、大局观、和整体性，使得卡百利的作品呈现出史诗般的效果，也让全世界的听者都能得到共鸣。\n而我最喜欢的是那首《dying in the sun》，这也是我最早认识卡百利的一首歌，而以后的每一次聆听，都觉得心灵得到了净化。卡百利用天籁般的歌声告诉我，我们可以看到阳光，却不能忘记仍然有人坐在黑暗里哭泣。\n文/易小婉\n"},"share_list":{"wx":{"title":"音乐 | 听王菲时不知道卡百利，听了卡百利不再听王菲","desc":"文/易小婉 他们的音乐里有摇滚的愤怒，也有民谣的温柔。","link":"http://h.xiami.com/one-share.html?id=1768679","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"},"weibo":{"title":"ONE·一个《音乐 | 听王菲时不知道卡百利，听了卡百利不再听王菲》 文/易小婉： 他们的音乐里有摇滚的愤怒，也有民谣的温柔。 阅读全文：http://h.xiami.com/one-share.html?id=1768679 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""},"qq":{"title":"听王菲时不知道卡百利，听了卡百利不再听王菲","desc":"他们的音乐里有摇滚的愤怒，也有民谣的温柔。","link":"http://h.xiami.com/one-share.html?id=1768679","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}},"tag_list":[],"music_name":"Never Grow Old","audio_author":"The Cranberries","audio_album":"Wake Up and Smell the Coffee"},{"id":"11000","category":"4","display_category":6,"item_id":"1764","title":"环游世界需要多少首歌？","forward":"一起用音速去旅行吧，虽然我也不知道下一站会是何方，但一定会是最独特的一场旅程。","img_url":"http://image.wufazhuce.com/FnyLHNbZq2bJDGhPAnOn5jmsc8jc","like_count":116,"post_date":"2017-04-08 10:00:00","last_update_date":"2017-04-07 14:43:15","author":{"user_id":"7645750","user_name":"李卤味","desc":"偏离职业轨道的录音师，特长是站在滑板上做梦以及食量惊人。","wb_name":"","is_settled":"0","settled_type":"0","summary":"偏离职业轨道的录音师","fans_total":"80","web_url":"http://image.wufazhuce.com/Fm5C8exquukXVWUyyj7r9UCe4X91"},"video_url":"","audio_url":"1771948942","audio_platform":"1","start_video":"","volume":0,"pic_info":"","words_info":"","subtitle":"Wake Me Up","number":0,"serial_id":0,"serial_list":[],"movie_story_id":0,"ad_id":0,"ad_type":0,"ad_pvurl":"","ad_linkurl":"","ad_makettime":"","ad_closetime":"","ad_share_cnt":"","ad_pvurl_vendor":"","content_id":"1764","content_type":"4","content_bgcolor":"#FFFFFF","share_url":"http://h.xiami.com/one-share.html?id=1771948942","share_info":{"url":"http://h.xiami.com/one-share.html?id=1771948942","image":"http://image.wufazhuce.com/FnyLHNbZq2bJDGhPAnOn5jmsc8jc","title":"「一个」音乐: 李卤味 Wake Me Up","content":"\n我曾经幻想过许多种环游世界的路线和方式，甚至在脑内早已蓄势待发，但回到现实中却还是手忙脚乱地像《Wake Me Up》的歌词唱的那样：\"I hope I get the chance to travel the world,but I don't have any plans.\"但我认识的一些朋友已经在满腔热血地满世界大暴走，他们的所见所闻总是让我更加地蠢蠢欲动。他们各自不同的旅行方式更是让我有\u201c哇！\u201d的一声的感觉，有的豁出去把牙一咬贷款旅行（请冷静行事切勿模仿），有人跟着慈善组织进行环球义工旅行，还有边打工边旅行的。我觉得最酷的还是要数去年在Clockenflap上认识的一个芬兰少女，她无意中看到了一张神奇的世界歌曲地图之后，就背起吉他边卖唱边跟随耳朵环游世界了。\n\n世界歌曲地图的创意来自于英国伦敦的Dorothy工作室。总设计师Phil Skegg表示，他们用了很长一段时间来搜集资料，最后选定了这1200首地图上的代表性歌曲。每一片大陆、国家、城市、海洋以及河流，他们都精心选取了能够代表其的歌曲。听完地图上的歌曲，你等于用耳朵环游了一遍地球，当然，你也可以像这个风风火火的芬兰妹子一样，用耳朵跟着这个音乐地图环游世界。\n\n其实旅行的意义，远远大于去到知名景点拍照留念或者去当地血拼一番纪念品。把脚步慢下来一点，去体验城市最独特的文化。自己探索出来的\u201c游记\u201d总比千篇一律的游客套路行程来得有趣得多。\n比如呢？先来举个栗子好了。\n\n提起德国的首都柏林，如果旅行的话，除了去勃兰登堡门、波茨坦广场、柏林大教堂、柏林墙这些知名地标感受历史人文之外，还能如何深度感受柏林的心跳呢？\n柏林是富有历史沉淀的城市，同时又是年轻、富有创造力的，一年两度的柏林国际时装周吸引了20多万来自世界各地的潮流人士齐聚这座城市。今年，正好是柏林时装周举办的十周年。\n\n©Mercedes-Benz Fashion Week\n时尚与音乐往往都有着千丝万缕的关系，柏林当然也不例外。德国著名Techno音乐人Ellen Allien就有着自己的同名时装品牌Ellen Allien Fashion Collection。David Bowie在1977年时曾旅居于柏林的Neuköln，于是他便创作了一首《Neuköln》，收录于专辑《Heroes》中。还有许多知名的柏林潮流地标都纷纷被音乐人写进了歌曲中。\n\nNeukölln, Berlin\n24小时一条龙蹦迪不停歇的柏林，其夜生活消费就扛起了30%的城市GDP。但柏林有狂热的夜店文化也有悠然自得的日常。你周末睡到日上三竿后骑着单车四处逛，所见的柏林，又是一副文艺慵懒的景象。戴个墨镜晒晒太阳喝点小酒，嬉皮士生活不是梦。这是柏林独有的清新。\n\n@倪兵\n来自英国伦敦的知名电音舞曲厂牌Global Underground有一句热血的口号：Travelling the world with the speed of sound（用音速环游世界）.这也正是知名音乐推手倪兵在编制落网订阅期刊\u201c音速旅行\u201d中想要传达的内容。\n\n最近几期的\u201c音速旅行\u201d，便是通过柏林之尚、柏林之舞、柏林之清、柏林之酷，从不同的角度，用不同的音乐展示柏林。其中所选用的音乐，是在国内从未出版过的柏林俱乐部热门音乐。\n\n@Camille Blake  THE LONG NOW现场\n身为骑鼓唱片主理人、国内知名电音搞手、电台DJ以及游记撰稿人的倪兵，对于他而言，在环球旅行中最重要的几个要素不外于：音乐、城市和人。每一个城市有其独特的面貌，不同的人聚集的地方总有着不一样的故事在发生。在\u201c音速旅行\u201d这个音乐专栏里，他会分享那些他在环球旅行中所遇到的有趣的事和难忘的人，希望\u201c音速旅行\u201d会成为一本有画面、有声音的音乐旅行纪念册。\n\n耳朵和眼睛一样，是感受外界最直观的器官。来一起用音速去旅行吧，虽然我也不知道下一站会是何方，但一定会是最独特的一场旅程。\n文/李卤味\n"},"share_list":{"wx":{"title":"音乐 | 环游世界需要多少首歌？","desc":"文/李卤味 来一起用音速去旅行吧，不知道下一站会是何方，但一定会是最独特的一场旅程。","link":"http://h.xiami.com/one-share.html?id=1771948942","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"},"weibo":{"title":"ONE·一个《音乐 | 环游世界需要多少首歌？》 文/李卤味： 来一起用音速去旅行吧，不知道下一站会是何方，但一定会是最独特的一场旅程。 阅读全文：http://h.xiami.com/one-share.html?id=1771948942 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""},"qq":{"title":"环游世界需要多少首歌？","desc":"来一起用音速去旅行吧，不知道下一站会是何方，但一定会是最独特的一场旅程。","link":"http://h.xiami.com/one-share.html?id=1771948942","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}},"tag_list":[],"music_name":"Wake Me Up","audio_author":"Avicii等二位","audio_album":"True"},{"id":"10998","category":"4","display_category":6,"item_id":"1763","title":"何炅黄磊二十年友谊惹人感慨，他们的歌原来路过青春","forward":"二十年，很多事会面目全非，但岁月之所以惊艳，是因为有些感情会因为时间的流逝，更加迷人和沁脾。","img_url":"http://image.wufazhuce.com/FtiQFxwUfyQmXnTIeLJYMEx64sv4","like_count":318,"post_date":"2017-04-07 19:00:00","last_update_date":"2017-04-07 14:54:12","author":{"user_id":"7805569","user_name":"小环酱","desc":"\u201c民谣邦\u201d（id:huanqiuyinyuebang)，世界上只有两种人，一种是喜欢民谣的，一种是还没听民谣的。民谣有毒，欢迎上瘾！","wb_name":"","is_settled":"0","settled_type":"0","summary":"\u201c民谣邦\u201d作者。","fans_total":"102","web_url":"http://image.wufazhuce.com/FumXSQGTu7YO7UVu4wc3MNj1CSAp"},"video_url":"","audio_url":"1774435673","audio_platform":"1","start_video":"","volume":0,"pic_info":"","words_info":"","subtitle":"栀子花开","number":0,"serial_id":0,"serial_list":[],"movie_story_id":0,"ad_id":0,"ad_type":0,"ad_pvurl":"","ad_linkurl":"","ad_makettime":"","ad_closetime":"","ad_share_cnt":"","ad_pvurl_vendor":"","content_id":"1763","content_type":"4","content_bgcolor":"#FFFFFF","share_url":"http://h.xiami.com/one-share.html?id=1774435673","share_info":{"url":"http://h.xiami.com/one-share.html?id=1774435673","image":"http://image.wufazhuce.com/FtiQFxwUfyQmXnTIeLJYMEx64sv4","title":"「一个」音乐: 小环酱 栀子花开","content":"\n青春之所人总被缅怀，是因为没有人可以永葆青春，却总有人正青春。年轻人洋溢天真，在你眼前晃荡，你嫉妒却不生恨，因为那个人身上也有你的影子。\n有人说《同桌的你》是毕业神曲，不可置否，那么多年过去了，能和它匹敌的也只有《栀子花开》了。栀子花开在六月，甜蜜的空气里也游荡这离别的味道。经典总是有魔力，这首歌现在听来，也依然能想起那个白衣飘飘的年代。\n而那个学生味十足的年代，文青的共同偶像，还有黄磊老师。他是浪漫诗人徐志摩，他是儒雅书生荣耀辉，他是修书学者文，他饰演着一位又一位多情才子，还唱着一首又一手沉郁的歌。\n而无巧不书，看似无瓜葛的两人，却低调谱写着专属两人深厚友谊。\n最近，两人共同参加的综艺，《向往的生活》正在热播，节目中两人默契又有爱的互动，让人着实羡慕。而羡慕之余，又不得不承认，所有的牢固的感情都建立在实力相当的基础上。\n\n众所周知，何炅是北京外国语大学阿拉伯语系的学生，毕业后留校任教，除了是受学生欢迎的老师，他还是受观众喜爱的主持人。从出道到现在，何老师堪称娱乐圈的全勤模范，往返于多个节目，一直为观众制造快乐。\n\n而黄磊同样也是北电的高材生，毕业后留校任教，除了带出来海清、黄海波等一批学生外，他还拍摄了《人间四月天》《橘子红了》《我爱男闺蜜》等经典作品，塑造了许多经典人物。而黄磊也完成了他从\u201c文艺男神\u201d到\u201c全能老爸\u201d的完美过渡，褪去从前的儒雅，现在的他更有烟火气，更豁达，更释然了。\n两人因为因为一次宣传相识，那一年，黄老师26，何老师22。正是青春好作伴的年纪，两人一见如故，默契十足。而这和他们高情商不无关系。我一直记得蔡康永老师，曾在《奇葩说》中说，人的一生，穷尽其力，也难维护几段友谊，而生命有限，不要把时间浪费在不给你回应的人身上。\n黄磊对乌镇一直有情结，再加上喜欢演话剧，所以一手创办了\u201c乌镇戏剧节\u201d，而在戏剧节伊始，为了打开知名度，黄磊邀请何炅一起吆喝宣传，而何炅也极其负责地卖力宣传，更是几次亲自到现场，为黄磊站台。\n\n去年，黄磊拍摄电视剧《深夜食堂》，何炅也专门调出时间，飞到台湾客串出演。\n\n何老师在决定拍摄《栀子花开》时，也第一时间邀请了黄磊当监制。何老师说：我是一个新导演，但是我不想当一个傀儡导演，我有很多监制候选人，如果监制强势的话，我很可能会被带着跑，但是黄磊不会，他一方面有专业素养，另一方面懂我宠我不会压制我，这样我比较有安全感。\n\n而在《栀子花开》扑街的时候，黄磊并没有替何老师辩护，因为他知道那时的辩护只会将何老师推向深渊，所以他说：第一次拍，及格就好，60分挺好的。\n你需要，我就在，这难道不是最好的友谊注脚？\n\n除了工作上的相互支持，生活中的也是一起经历的点点滴滴。黄老师曾经开玩笑的说过\u201c我做的饭我老婆和何炅吃得比较多，何炅是我另一个孩子\u201d。连黄老师的女儿多多，从会说话起就直呼何老师叫\u201c小何炅\u201d。\n打开何老师的微博，只要是晒美食的，全是在黄老师家蹭饭。何老师有一次接受采访说：\u201c黄老师因为腿骨折，坐在带轮子的小椅子上，这儿切完菜又要滑到那边开始炒，然后就有点慢，然后我就说快点，这时候黄老师的妈妈就坐到客厅说，你这个朋友太没人性了，他都这样了，你还催。\u201d\n好朋友就是可以没心没肺，你也不会觉得无理和过分。\n前几期《向往的生活》，在预告里说何老师黄老师关系出现危机，我还心想这场撕逼一定很精彩，但是节目播出，根本就不是什么矛盾。\n\n两人因为搭大棚的时候，意见发生分歧，空气一度紧张，而周围的人更是紧张到不知所措，甚至试图化解尴尬气氛，但是两人却忽然若无其事地干了一杯茶，像什么都没发生一样开始聊天。诚如何老师说：\u201c年轻人理解不了老朋友的对话方式，只是方案的优化不是感情的冲撞。\u201d\n风光时的友谊最脆弱，危难时的友谊最强劲，而这种润物无声、温柔如水、起起落落的友谊，最摄人心魄。\n何老师说：在真正的朋友面前，无需假装。\n\n\n\n而黄老师说：在最亲的人面前，会展露虚弱。\n\n\n\n二十年，很多事会面目全非，但是岁月之所以惊艳，是因为有些感情会因为时间的流逝，更加迷人和沁脾。你的老友还好吗？改天把酒话桑麻。\n文/小环酱\n"},"share_list":{"wx":{"title":"音乐 | 何炅黄磊二十年友谊惹人感慨，他们的歌原来路过青春","desc":"文/小环酱 润物无声、温柔如水、起起落落的友谊，最摄人心魄。","link":"http://h.xiami.com/one-share.html?id=1774435673","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"},"weibo":{"title":"ONE·一个《音乐 | 何炅黄磊二十年友谊惹人感慨，他们的歌原来路过青春》 文/小环酱： 润物无声、温柔如水、起起落落的友谊，最摄人心魄。 阅读全文：http://h.xiami.com/one-share.html?id=1774435673 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""},"qq":{"title":"何炅黄磊二十年友谊惹人感慨，他们的歌原来路过青春","desc":"润物无声、温柔如水、起起落落的友谊，最摄人心魄。","link":"http://h.xiami.com/one-share.html?id=1774435673","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}},"tag_list":[],"music_name":"栀子花开","audio_author":"何炅等二位","audio_album":"栀子花开 电影原声带"},{"id":"10994","category":"4","display_category":6,"item_id":"1761","title":"一首日本《傀儡谣》杀死一个美国大妞","forward":"一个杀人机器，不想按别人意志活着，就必须靠思想，必须挣扎，必须破茧而出。","img_url":"http://image.wufazhuce.com/FqP8nk7n9_dBHnu73y2A33RDX19X","like_count":73,"post_date":"2017-04-07 16:00:00","last_update_date":"2017-04-07 10:37:23","author":{"user_id":"5656836","user_name":"内陆飞鱼","desc":"影评人、书评人，公路游记《毫无目的去远方》作者","wb_name":"内陆飞鱼","is_settled":"0","settled_type":"0","summary":"影评人、书评人，公路游记《毫无目的去远方》作者","fans_total":"4","web_url":"http://image.wufazhuce.com/FnVS-z30xBfF6pCoeyGXEGVSSUMl"},"video_url":"","audio_url":"3339713","audio_platform":"1","start_video":"","volume":0,"pic_info":"","words_info":"","subtitle":"M01 謡I-Making of Cyborg","number":0,"serial_id":0,"serial_list":[],"movie_story_id":0,"ad_id":0,"ad_type":0,"ad_pvurl":"","ad_linkurl":"","ad_makettime":"","ad_closetime":"","ad_share_cnt":"","ad_pvurl_vendor":"","content_id":"1761","content_type":"4","content_bgcolor":"#FFFFFF","share_url":"http://h.xiami.com/one-share.html?id=3339713","share_info":{"url":"http://h.xiami.com/one-share.html?id=3339713","image":"http://image.wufazhuce.com/FqP8nk7n9_dBHnu73y2A33RDX19X","title":"「一个」音乐: 内陆飞鱼 M01 謡I-Making of Cyborg","content":"\n\n一首电影歌曲的影响力是难以预估的，电影下线多年后歌曲还在流行，被乐迷、影迷津津乐道的事情，大有先例。动画大神押井守导演的1995年、2004年两部《攻壳机动队》，片中主题曲《傀儡谣》就一直在二次元世界流传，有多个版本的中字翻译。\n\n最近看到斯嘉丽·约翰逊主演的《攻壳机动队》真人版预告片，依然选定了《傀儡谣》做电影背景音乐，在电音奇才Steve Aoki重新混音之下，诡异的吟唱继续荡漾着杀意，陪着主人公少佐草薙素子大开杀戒，祭祀一般的哀感顽艳之间，呢喃着无边魔咒，有一种死亡咏叹的美感。\n\n\n也许大多数中国影迷和我一样，对《攻壳机动队》的认识都是来自于押井守的这两部片子，黑暗、诡谲、黑科技、未来主义色彩，还不是这个动画的全部，中国元素的大量植入，对香港九龙城寨的再现，更有一种超越时空的梦幻质感，前一脚是末日荒凉，后一脚就是奇幻未来。\n电影之外，于我而言，最重要的就是\u201c中国人民的老朋友\u201d川井宪次（有心人可以查一下他曾为多少部中国电影配乐）的配乐了，和押井守的搭配几乎完美。看到在虾米等音乐网站，很多影迷都在温习当年的电影原声，倍感欣喜，而其中的主题曲《傀儡谣》就是川井宪次的作品。\n\n《攻壳机动队》真人版对《傀儡谣》的保留是很明智的，真人版主角几乎是欧美人种，日本演员多为配角，哪怕北野武饰演的荒卷大辅。保留主题曲，就是保留基因，氤氲着杀机的《傀儡谣》，古音，古调，古乐，古歌谣配器、唱法，结合日系歌舞伎、净琉璃的面具造型，像是末日挽歌，正好保留了原作的魂。\n所谓傀儡，就是受人指使，没有灵魂的人，他们有人类的脑子，靠着\u201c义体\u201d生活，驱壳可以随时损坏和死去，思想却可以传输拷贝。《傀儡谣》就是接通傀儡们心灵的密码，抒发了他们想变成真正的人的心声，这首歌的内涵，其实就是傀儡们虚假肉身与真实思想的挣扎和角力。\n\n因为，傀儡们的痛苦根源在于，肉体和思想的不统一，从肉身来讲，他们就是一具具行尸走肉，被组装，被重启，被破坏，再组装，所谓身体只是一个冰冷的躯壳，基本的肌肤之亲都不存在，欲望只存在于想象中；从思想上来讲，他们和正常人类无异，装载着人类思想运行、奔突和战斗。所以，他们有时候会想，我是谁？我来自哪里？我将去哪里？这一系列古老的哲学问题。\n等于说，《攻壳机动队》真人版，因为有这首《傀儡谣》的出现，用另一种方式杀死了主人公少佐草薙素子，以及更多在灵魂边缘徘徊的傀儡们，让他们诞生出一个个新的灵魂，内心不再冷漠无情，更像一个人。\n虽然在《攻壳机动队》里斯嘉丽·约翰逊和《皮囊之下》《超体》一样，拥有不死之身，但是借着《傀儡谣》的一次次推进，她的人格塑造、对世界认知正在成长，\u201c我\u201d更像\u201c我\u201d。\n\n在这种人分裂，冷血与热血之间，《傀儡谣》取到了画龙点睛的效用，押井守版的第一部《攻壳机动队》，首版《傀儡谣》的歌词翻译出来，就是\u201c若吾起舞时，丽人亦沉醉，若吾起舞时，皓月亦鸣响，神降合婚夜，破晓虎鸫啼 ，远神惠赐。\u201d主角少佐草薙素子在这音乐里，个人意识在慢慢苏醒，灵魂在躯壳里的痛苦挣扎，即将和傀儡师完成\u201c合体\u201d，诞生新的自我。\n在押井守版的第二部《攻壳机动队》里，《傀儡谣》得到了升级，变成三个版本。《傀儡謠─怨恨みて散る》《傀儡謠─新世に神集ひて》《傀儡謠─阳炎は黄泉に待たむと》，词曲在某种程度上几乎妖冶，电影在延续\u201c傀儡\u201d的母题之外，升华了作为傀儡的悲哀和凄切，也升华了电影的整体暗黑气质，画风、配色色彩华丽耀眼，人物更加有宿命味道。\n\n\n每当傀儡们人格分裂，内心煎熬，对世界充满怀疑的时候，随着《傀儡谣》由远及近地响起，似乎就是一种本能的召唤，他们想要从躯壳里破壳而出愿望更加强烈。一个杀人机器，不想按别人意志活着，就必须靠思想，必须挣扎，必须破茧而出，《傀儡谣》正是在渲染这种情绪。\n\n斯嘉丽·约翰逊这几年是演性感打女、科幻机器女上瘾了，《皮囊之下》《超体》一言不合就要蜕皮脱衣，开挂一样说打就打 ，死去活来，非常超脱，每一部挺有意思，《攻壳机动队》真人版里，她依然用性感惹火的身材，酷爽迅捷的杀人招式，调起了大家的观看欲，这部影响《黑客帝国》的电影，概念超前到几乎脑洞大开。\n为了更好的做对比，趁着真人版上映之前，又去回味了一下押井守的两部杰作，脑海回荡还是《傀儡谣》。一首日本《傀儡谣》杀死了一个美国大妞，救活一个绝世美女，也诞生了一批死忠影迷。\n文/内陆飞鱼\n"},"share_list":{"wx":{"title":"音乐 | 一首日本《傀儡谣》杀死一个美国大妞","desc":"文/内陆飞鱼 一个杀人机器，不想按别人意志活着，就必须靠思想，必须挣扎，必须破茧而出。","link":"http://h.xiami.com/one-share.html?id=3339713","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"},"weibo":{"title":"ONE·一个《音乐 | 一首日本《傀儡谣》杀死一个美国大妞》 文/内陆飞鱼： 一个杀人机器，不想按别人意志活着，就必须靠思想，必须挣扎，必须破茧而出。 阅读全文：http://h.xiami.com/one-share.html?id=3339713 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""},"qq":{"title":"一首日本《傀儡谣》杀死一个美国大妞","desc":"一个杀人机器，不想按别人意志活着，就必须靠思想，必须挣扎，必须破茧而出。","link":"http://h.xiami.com/one-share.html?id=3339713","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}},"tag_list":[],"music_name":"M01 謡I-Making of Cyborg","audio_author":"川井宪次","audio_album":"攻殻機動隊 ORIGINAL SOUNDTRACK"},{"id":"10997","category":"4","display_category":6,"item_id":"1762","title":"从小黑马到新晋国民老公，迪玛希到底经历了什么？","forward":"这个世界上，总不乏有梦想的年轻人，特别是当这个年轻人，天赋才能都十分惊人的时候。","img_url":"http://image.wufazhuce.com/FsKBorsW8v4OilYGncUeJn2ibZZF","like_count":140,"post_date":"2017-04-07 12:00:00","last_update_date":"2017-04-07 13:02:50","author":{"user_id":"7921167","user_name":"小椒萝卜E姐","desc":"\u201c超高能E姐\u201d（ID：super_misse）资深记者杨蓓蓓创建，以学术的严谨看八卦，做娱乐圈最有深度及格调的现象学研究报告。","wb_name":"","is_settled":"0","settled_type":"0","summary":"\u201c超高能E姐\u201d公众号作者。","fans_total":"3","web_url":"http://image.wufazhuce.com/FmC3oQeeIdJvvZCC23qXSobfbP5X"},"video_url":"","audio_url":"1795744441","audio_platform":"1","start_video":"","volume":0,"pic_info":"","words_info":"","subtitle":"拿不走的记忆","number":0,"serial_id":0,"serial_list":[],"movie_story_id":0,"ad_id":0,"ad_type":0,"ad_pvurl":"","ad_linkurl":"","ad_makettime":"","ad_closetime":"","ad_share_cnt":"","ad_pvurl_vendor":"","content_id":"1762","content_type":"4","content_bgcolor":"#FFFFFF","share_url":"http://h.xiami.com/one-share.html?id=1795744441","share_info":{"url":"http://h.xiami.com/one-share.html?id=1795744441","image":"http://image.wufazhuce.com/FsKBorsW8v4OilYGncUeJn2ibZZF","title":"「一个」音乐: 小椒萝卜E姐 拿不走的记忆","content":"\n作为本季度E姐必追的节目之一，《歌手》尚未落幕，\u201c进口小哥哥\u201d迪玛希已偷走了众多仙女们的心。\n\n昨天更是一早就被进口小哥哥的暗黑系LOOK刷屏：\n\n原来迪玛希发新歌了！（《拿不走的记忆》，电影《记忆大师》铭心版主题曲）\n这也是迪玛希在华语乐坛推出的第一首中文歌，MV画风很特别\u2026\u2026E姐也就看了十几二十遍吧......\n早前，这款MV还有一个迪玛希读尼采的版本，也是超性感的。\n作为旁白控，E姐看了只想说：\n\n说起进口小哥哥迪玛希，跟上面这首新歌的风格还是很有反差的；他入驻歌手的豪华阵容团时间不算长，却已然成为了歌手们的\u201c团宠\u201d。\n\n他是杜奶奶的小心肝\n与同样嗓音华丽的林志炫非但没有成为宿敌，还来了一场\u201c父子相认\u201d\u2026\u2026\n\n\n林志炫还借歌向小哥哥\u201c表白\u201d。\n\n全世界都喜欢的李健更是亲切地称他为\u201c进口大侄子\u201d\n\n健哥真是太接地气了.......\n还送了沉香给迪玛希，希望他的嗓子能够尽快恢复。\n就连浓眉大眼的狮子合唱团的音乐合伙人沈梦辰都因为小哥哥的盛世美颜而叛变了。\n\n\n\n\n熏疼老萧，一边唱歌一边布雨，到头来合伙人爱的却是迪玛希.....\n最可贵的是，得到这么多人的青睐，小哥哥一点骄傲都没有。\n林志炫夸奖他的时候，他害羞到不行。\n问到择偶标准，他羞涩地低下了头。\n小哥哥不用怕，我就问问，我不摸\u2026\u2026\n\n因为年纪尚小，他还有些小（zhong）孩（er）心（shao）性（nian）的可爱，比如一欢呼就差点要尬舞。\n\n恩，这一点跟这位姓彭的儿童很相似......\n\n成都之行更是地主家傻儿子的一次全方位展示，一进成都就忍不住吆喝。\n\n看个茶艺还不忘秀中国功夫。\n\n此乃真·中二少年\nCos变脸也是棒棒的。\n还经常放飞自我，懵出天际，当然这是因为中文不够好。\n\n一只走神中的奶迪.....\n不过，萌只是他的众多属性之一，在音乐这件事上，迪玛希可是非常有主见。\n歌手第一集里，制作方就与他出现了分歧，小哥哥很有想法，为每一个细节\u201c轴\u201d到最后。\n你们喜欢的耳帝在歌手例评时，也提到迪玛希是个倔强的boy......\n\n倔强归倔强，大家还记得看《歌手》首播时听到\u201c迪玛希\u201d这个名字的两种反应么？\n唱歌前：迪玛希？Who is he？\n唱歌后：迪玛希！He is my husband！\n\u2026\u2026\n\n\u2026\u2026这就是来自大自然的神秘力量。\n在许多与迪玛希有关的音乐评论里，被高频率提到的一个词是：\u201c天赋\u201d。\n\n傲娇flag来一个\n然而，天才难得，努力的天才更加难得。\n\n小时候已经会抓琴了！\n迪玛希1994年出生在阿合托别市的一个音乐世家，因为哈萨克斯坦的\u201c还子\u201d风俗，迪玛希从小就被祖父母抚养长大。\n这是一个音乐世家。祖父是冬不拉的演奏家，祖母是一名歌唱家；父亲与母亲都是歌手，父亲还是哈萨克斯坦阿克托别州的文化管理局局长。\n\n左一我公公，右一我婆婆\n迪玛希是长子，下面还有妹妹和弟弟。\n\n说起来奶迪也是妹控一枚.......\n迪玛希的音乐天赋很早就被祖父母发现，两位老人让他从小就开始接受专业的训练。\n\n\n弹钢琴boy最萌帅了有木有\n父母也全力支持，父亲愿意放弃公职，成为儿子背后的男人。\n\n迪玛希5岁登台，13岁开始获奖，几近完美的天赋与家庭的熏陶让他在音乐比赛中所向披靡。\n\n所以，他说自己从没得过第二名并不是戏言，他！真！的！没！拿！过！第！二！\n在《歌手》的表现让家乡人民也很开心。\n\n但是真正让他火遍中国的，除了《歌手》与洪涛导演，还不得不提他的幕后推手\u2014\u2014尚雯婕。\n还记得小哥哥刚用微博不久，喊的那一声BOSS吗？\n\n芒果台和尚老板真是压中了一枚潜力股啊！\n\n最近还网传迪玛希《歌手》半决赛中的帮帮唱嘉宾，正是尚雯婕。\n\n不知道两位会祭出什么样的现场呢？\n\n作为一名年轻歌手，迪玛希既有贵人相助又有粉丝厚爱，可谓是顺风顺水。\n于是也就有了这一番底气十足的宣言：\u201c从未想过选择歌手以外的职业。\u201d\n\n如今，比赛未落幕，他的新歌已经陆续出来：\n\n眼看离发片也不远了~\n\n老天爷赏饭吃，又有得天独厚的助推资源，小哥哥迪玛希潜力无限。\n鲜花和板砖经常是一个歌手的两面。\n在一片称赞声中，也有人提出这样的质疑：\n\n一些网友表示，因为总是演唱高难度的\u201c不入屋\u201d歌曲，迪玛希的路人感正在每况愈下\u2026\u2026\n知乎网友一开始也是各种技术挂分析小哥哥的高音低音区，到后来，很多人开始吐槽迪玛希\u201c演唱技巧高于情感\u201d。\n\n甚至还有一些媒体直接用\u201c不行了\u201d作为标题：\n\n这种标题感觉很\u201c伤仲永\u201d\u2026\u2026\n但，迪玛希真的不行了吗？\n在颇多争议的《Opera2》之后，网友对迪玛希其他歌曲的演绎，还是比较认可的。\n\n掌握多国语言的迪玛希为在内地发展狂学中文，小哥表示中文好难TAT\n乐评人邓柯认为，总喊\u201c突破\u201d其实是个伪命题：\n\n文案狗躺枪\n也有网友从听歌的心境评价《秋意浓》，不吹不黑。\n\n写得很有画面感啊~\n耳帝和网友的看法很相似：\n\n不过总的看来，网友们对迪玛希\u201c争议\u201d的讨论，更像一个古老的辩题：\u201c唱歌应该注重技巧还是感情？\u201d\n并且很多关于他的讨论上升到了谈论乐理和技巧的\u201c干货\u201d级别：\n\n这样的\u201c深扒\u201d也是用心了。（图源：知乎网友\u201c飞翔\u201d）\n这\u201c辩论\u201d有一个核心前提，是大家基本都认可了迪玛希的天赋和实力。然后才期望他在\u201c一鸣惊人\u201d之后，能带来更多惊喜。\n而一千个人心中有一千个迪玛希，每次演唱总有人觉得符合期望，有人感觉有落差，最终也就形成理性的音乐\u201c干货\u201d讨论氛围。\n恰巧昨天迪玛希新歌上线，不少人听了之后表示，他的录音室歌曲演绎和歌手舞台上的感觉不太一样。\n关键是，那中文也太666了，小哥真的有在努力磕中文。\n\n至少从新歌和《歌手》舞台上的演绎差别来看，迪玛希在演唱方面的法宝应该还有不少，唯一的怨念是：求你安心把造型交给专业人士，千万别自己选衣服，好吗？\n\n迪玛希OS：我就是我不一样的烟火\n最近看到一位媒体人Sean的朋友圈，很是感慨。他说：\n最近看了一部电影还能说几句，因为大家还把电影当回事，烂片也是一个项目\u2026\u2026然而听了一张还不错的音乐真的是nobody cares，话完全说给自己听，流行文化一旦变成什么小天地里面的东西，就会退到次文化。\n他的感慨不是没来由，从每年越来越少的新歌推出可以看出来，许多歌手事业重心已不在音乐上了。\n但若就此扯到\u201cXX已死\u201d的论调上，又未免太悲观也不公平。这个世界上，总不乏有梦想的年轻人，特别是当这个年轻人，天赋才能都十分惊人的时候。\n大家还是会被TA舞台表现里，所迸发的能量折服感动的。\n\n这并不是说迪玛希就是能够拯救乐坛的\u201c超级英雄\u201d，而是他在大众电视节目上的表现和争议，能够触发业界、观众对流行音乐进行有观点的交流与碰撞，本身就是好事。\n也能够推动业界更好地思考：市场到底需要什么？\n\n而对从哈萨克斯坦来中国发展的迪玛希来说，他的目标更简单些，只要当专业歌手，唱好自己的歌就够了。\n更何况他还有一张糅合了吴磊、林宥嘉、林志炫等人的\u201c偶像脸\u201d；私下还是一只软萌的小奶迪，更重要的是像他这样颜值、性格、才华三者俱佳的歌手实属难得。\n这是市场的需求，他应运而生；也正是市场的不足，他得以光芒万丈。\n文/小椒萝卜E姐\n"},"share_list":{"wx":{"title":"音乐 | 从小黑马到新晋国民老公，进口小哥哥迪玛希到底经历了什么？","desc":"文/小椒萝卜E姐 这是市场的需求，他应运而生，也正是市场的不足，他得以光芒万丈。","link":"http://h.xiami.com/one-share.html?id=1795744441","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"},"weibo":{"title":"ONE·一个《音乐 | 从小黑马到新晋国民老公，进口小哥哥迪玛希到底经历了什么？》 文/小椒萝卜E姐： 这是市场的需求，他应运而生，也正是市场的不足，他得以光芒万丈。 阅读全文：http://h.xiami.com/one-share.html?id=1795744441 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""},"qq":{"title":"从小黑马到新晋国民老公，进口小哥哥迪玛希到底经历了什么？","desc":"这是市场的需求，他应运而生，也正是市场的不足，他得以光芒万丈。","link":"http://h.xiami.com/one-share.html?id=1795744441","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}},"tag_list":[],"music_name":"拿不走的记忆","audio_author":"迪玛希","audio_album":"拿不走的记忆"},{"id":"10986","category":"4","display_category":6,"item_id":"1759","title":"今天，我想推荐一张2016年的遗珠之作","forward":"郭顶具有与时俱进的音乐嗅觉，也明显对自己有着更高的要求。\r\n\r\n","img_url":"http://image.wufazhuce.com/FrI-1iqunXioLGT0BjK8VDySTeh5","like_count":121,"post_date":"2017-04-07 10:00:00","last_update_date":"2017-04-06 17:25:48","author":{"user_id":"7919047","user_name":"吕学让","desc":"\u201c假酒馆音乐\u201d（ID：jiajiuguan）喝杯酒，听首曲，小酒倌们跟您聊聊流行音乐。","wb_name":"","is_settled":"0","settled_type":"0","summary":"\u201c假酒馆音乐\u201d公众号作者。","fans_total":"3","web_url":"http://image.wufazhuce.com/FhxMKfucaAy1-9yc7-cCzO0T_Q0U"},"video_url":"","audio_url":"1795286930","audio_platform":"1","start_video":"","volume":0,"pic_info":"","words_info":"","subtitle":"水星记","number":0,"serial_id":0,"serial_list":[],"movie_story_id":0,"ad_id":0,"ad_type":0,"ad_pvurl":"","ad_linkurl":"","ad_makettime":"","ad_closetime":"","ad_share_cnt":"","ad_pvurl_vendor":"","content_id":"1759","content_type":"4","content_bgcolor":"#FFFFFF","share_url":"http://h.xiami.com/one-share.html?id=1795286930","share_info":{"url":"http://h.xiami.com/one-share.html?id=1795286930","image":"http://image.wufazhuce.com/FrI-1iqunXioLGT0BjK8VDySTeh5","title":"「一个」音乐: 吕学让 水星记","content":"\n2016年的乐坛也许不景气，但至少是热闹的。\n我们既能看到五月天、戴佩妮、林宥嘉、周杰伦、田馥甄等大牌久违的新砖，也能听到草东没有派对、窦靖童等有趣的新声，回望全年，几乎七七八八都听过，而且还很难得的不难听。\n也正是在这众多作品里面，有一张专辑是最特别、也是最容易被人忽略的，那就是顶着个奇怪名字的《飞行器的执行周期》，它来自已经出道很多年、名气却很小的郭顶。\n不过，在音乐面前名气并不重要\u2014\u2014尽管在豆瓣上仅有275人评价，却有一水的四星五星，很多人甚至将其列为自己的年度最佳。\n在我看来，《飞行器的执行周期》就算排不上\u201c最佳\u201d，也绝对称得上\u201c最惊喜\u201d。\n如果你热爱概念好玩的小众音乐，那你肯定要听郭顶；如果你喜欢制作精良的流行音乐，那你更要听郭顶\u2014\u2014说不定，下一个火的人就是他了。\n该如何评价郭顶的音乐？\n这个人身上带有很多80后音乐创作者的特点，由于他们这一代人成长在物质开始丰富起来的时代，比老一辈的音乐人接触到了更多类型的国内外音乐，所以反映在个人创作中就像是一个大熔炉，像胡彦斌、方大同、李荣浩、卢广仲等人\u2014\u2014\n他们的作品不仅是个人品味的集中体现，也是对其所学成果的展示。\n这也是为什么从第一张开始，郭顶的音乐就被说像某某某，这不是坏事情，同时代的音乐人都一样是在模仿中成长和突破的。\n\n作为内地为数不多的优秀年轻创作者之一，郭顶不仅占有一席之地，而且让我们透过他屈指可数的专辑可以清楚地了解华语（内地）音乐的发展脉络。\n到我写这段文字时的11年间，郭顶一共发行了3张原创专辑，就像三级跳，一步一个台阶。\n1.\n\n▲郭顶同名专辑 2005 \n我们回到05年，那时大概是这样的环境：\n港台歌手在内地呼声极高，已经是大牛的周董处于尚未发行肖邦、还在七里香的时期，但在之前数张专辑的积淀下，港台流行音乐的新面貌不夸张的说就是由周董代言的，一股青春风席卷内地及当时最大的音乐市场\u2014\u2014校园。同时期的潘玮柏、SHE、TANK（还未出道）等，也一同引领了内地音乐风潮。\n我自己当时正值初二，记得大家在复读机里听的，去KTV唱的，几乎一律是这类型的歌，总之，就是略带小伤感和张扬自我青春的POP。\n\n郭顶在这样的氛围中发了首专，显而易见得带有那个时代华语音乐的烙印。看图，这么\u201c酷\u201d又浮夸的封面和造型，就像他当时的歌一样，代表了年轻人的戏谑和跳脱。\n\n▲2005年的郭顶\n专辑里的歌名也很有时代感：\n《不是说好的吗》、《下个入口》、《今天还是明天》、《简约主义》、《冷战》、《NO！OH！》、《无邪》、《口袋里的对不起》、《亚萨神殿》、《1985》\u2014\u2014是不是有种台湾流行音乐的既视感？\n有就对了，因为专辑制作人林哲民就是台湾人，编曲又有大师钟兴民的参与，而后期又由日本录音师完成。毕竟这样一位富于创作力的年轻人，肯定要以当时最主流的方法打造，宣传噱头也十足。\n在这张首专中，郭顶参与了大部分词曲的创作，也参与到制作环节，加入更多个人特色。\n总的来说，词略显中二（今天的眼光看），曲符合大众听觉的好听，郭氏R&amp;B唱腔够抓耳，尤其《不是说好的吗》中转音和假声都很有能量和技巧；在整体的制作方面，跟周杰伦比当然是有点欺负人了，但放在内地，这张同名传记即使是现在看还是很有分量。\n2.\n\n▲《微微》2009 \n什么？看成方大同（或汪苏泷）了？我一开始也是，哈哈。\n当时间来到09年，本人正面临高考的压力，国内音乐环境也有了很大变化，而郭顶在时隔4年后产下\u201c第二胎\u201d。\n由于网络的极大普及，音乐发展受到来自互联网的影响，听周董长大的孩子们即将成年。那时，我们不再追究自我的极度表达，而是需要音乐来诉说情感需求，加之网络文化带动的整体文艺氛围以贴合青年男女情感生活的\u201c小清新\u201d为主（而民谣、摇滚的大爆发还是两年后的事儿了），所以我们看到了许嵩、后弦等人的崛起。\n也出于同样的原因，方大同的《橙月》获得自己音乐生涯的第一次大众关注，而港台的主流也成了四小天王（方萧卢林）代表的优雅简约文艺风。\n\n▲台湾四小天王：卢广仲、方大同、林宥嘉、萧敬腾\n回来看这张《微微》，从封面到造型也是参考了当年的流行，专辑包装也简化了很多，不再营造噱头。\n这一次，郭顶包办了全部旋律的创作，依然朗朗上口但不落俗\u2014\u2014鲜活生动的曲子配上略显成熟的唱腔成了郭氏音乐的特色。\n\n▲2009年的郭顶\n《幸运大门》、《我们俩》、《小希望》、《不要想太多》、《情歌两三首》、《谜城》、《懂得寂寞》、《朵朵》、《微微》、《阳光里的时光梯》\u2014\u2014单看这些曲目的名字就可以感受到清新和温暖。编曲上也不再那么玩味十足，变得简约清晰了，专辑整体性更好了，估计郭顶的心态当时正在转变。\n据说，为了这张专辑，他在事先准备了更多数量的曲子（2016年的新专也是如此）最后选定了这10首，可以看出其在制作层面力求进步的态度。\n3.\n\n▲ 《飞行器的执行周期》2016 \n士别七年，当洗耳恭听。\n一下子跨越了这么多年，我们才意外迎来郭顶的回归，而在这段时间里，华语音乐发展也经历了很大变化。在如今这个百家争鸣的音乐环境中，听众更注重作品品质和内核，也更多地去了解到编曲演奏等制作层面的东西，可选择的目标包罗国内外各种大众小众音乐。\n与此同时，国内音乐人开始朝着精神领袖、唱将、独立音乐人转型，李荣浩就是华语音乐\u201c唱作人\u201d时期的的代表人物。\n\n同样的，郭顶这张《飞行器的执行周期》也很好地体现了他对时代变化的准确把握，在造型、专辑整体包装和制作上都充满了独立音乐的气息。尤其是在制作上，郭顶一手包办了词曲编、部分乐器及整张专辑的制作，可谓是一步一个脚印地向着全能音乐人前进。当然，这也得益于他最近七年充当幕后角色、锻炼自己的过程。\n\n▲《飞行器的执行周期》专辑包装及设计\n我也不知道循环了多少遍，总之整张专辑没有一首舍得切过，每首曲子都很流畅舒服，虽然没有什么和声，但每次都能听出新味道。这也跟郭顶尝试的新唱法有关，好像含着东西在唱，情绪又表达得淋漓尽致。\n\n▲2016年的郭顶\n在歌词方面则很意识流，反正，上下两句逻辑性不强，不过字的发音和旋律很协调，唱起来一点不累。编曲在上张的基础上也变得更加清晰，几种乐器选得简练，搭配起来错落有致。\n更重要的是，这张专辑在概念上非常统一，总体略带科幻感。在采访中，郭顶说曲目是按顺序来的，从来到第一首歌《凄美地》开始，进入一段旅程。我猜测他是由着灵感自由流淌，然后抓住瞬间的感觉进行创作。\n总之，这张飞行器低调耐听，刷新了郭氏音乐的逼格。\n4.\n最后再整体评价下郭顶吧，我个人很喜欢他在音乐之下的个人气质：低调、稳重、有想法。\n\n看他的微博你会发现，他一直在很简单地记录着生活。敏锐又深沉的性格，可能不仅是他自身带有的，也是多年幕后工作的塑造。\n而在音乐创作方面，郭顶也可以算是内地同时代的佼佼者了，很强的旋律创作能力，好听不俗又带有个人特色；也许不能说作词很好，但似乎有一套自己的写词技巧，最起码能不拖曲子的后腿（力宏大同看过来）。\n目前看来，郭顶具有与时俱进的音乐嗅觉，也明显对自己有着更高的要求。\n从出道到现在，郭顶跨越了华语音乐发展变化的各个时期，每张专辑也都记录着那个阶段的华语音乐面貌，并且仍能跟紧时代发展的脚步。\n\n郭顶身上还有多大潜力我不知道，起码我目前没法看到他的上限，这让我有种当年发现方大同时的惊喜，因此，我愿意追随他的步伐，无论下张又要等多少年。\n文/吕学让\n"},"share_list":{"wx":{"title":"音乐 | 今天，我想推荐一张2016年的遗珠之作","desc":"文/吕学让 郭顶具有与时俱进的音乐嗅觉，也明显对自己有着更高的要求。\r\n\r\n","link":"http://h.xiami.com/one-share.html?id=1795286930","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"},"weibo":{"title":"ONE·一个《音乐 | 今天，我想推荐一张2016年的遗珠之作》 文/吕学让： 郭顶具有与时俱进的音乐嗅觉，也明显对自己有着更高的要求。\r\n\r\n 阅读全文：http://h.xiami.com/one-share.html?id=1795286930 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""},"qq":{"title":"今天，我想推荐一张2016年的遗珠之作","desc":"郭顶具有与时俱进的音乐嗅觉，也明显对自己有着更高的要求。\r\n\r\n","link":"http://h.xiami.com/one-share.html?id=1795286930","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}},"tag_list":[],"music_name":"水星记","audio_author":"郭顶","audio_album":"飞行器的执行周期"},{"id":"10983","category":"4","display_category":6,"item_id":"1757","title":"曾经的朋克，如今的网红\u2014\u2014大张伟真的开心吗？","forward":"\u201c我希望我能活成崔健歌里的那个样子\u2014\u2014\u2018我要人们都看到我，但不知道我是谁\u2019。\u201d","img_url":"http://image.wufazhuce.com/FifBan_iUtr8h-GrgVw3UIJYyXGs","like_count":254,"post_date":"2017-04-06 19:00:00","last_update_date":"2017-04-06 16:28:31","author":{"user_id":"7918743","user_name":" 李大猫","desc":"\u201c假酒馆音乐\u201d（ID：jiajiuguan）喝杯酒，听首曲，小酒倌们跟您聊聊流行音乐。","wb_name":"","is_settled":"0","settled_type":"0","summary":"\u201c假酒馆音乐\u201d公众号作者。","fans_total":"18","web_url":"http://image.wufazhuce.com/FkdZ-xLwMv9u1g5v5pRRWJaqfvG8"},"video_url":"","audio_url":"381944","audio_platform":"1","start_video":"","volume":0,"pic_info":"","words_info":"","subtitle":"花","number":0,"serial_id":0,"serial_list":[],"movie_story_id":0,"ad_id":0,"ad_type":0,"ad_pvurl":"","ad_linkurl":"","ad_makettime":"","ad_closetime":"","ad_share_cnt":"","ad_pvurl_vendor":"","content_id":"1757","content_type":"4","content_bgcolor":"#FFFFFF","share_url":"http://h.xiami.com/one-share.html?id=381944","share_info":{"url":"http://h.xiami.com/one-share.html?id=381944","image":"http://image.wufazhuce.com/FifBan_iUtr8h-GrgVw3UIJYyXGs","title":"「一个」音乐:  李大猫 花","content":"\n\n在北京，有一个流传多年的段子\u2014\u2014哪个北京孩子要是没打过大张伟，都不好意思说自己是北京孩子。\n从2009被口耳相传到2017，八年了，这个传说在段子界的地位依旧坚挺，甚至传说里面的大张伟本尊都会在综艺节目上偶尔拿它出来砸挂，博大家一笑。\n或许大张伟也无奈\u2014\u2014自从\u201c两度过气\u201d（大张伟语）后再红起来，恨不能每个采访都要勾着他讲一遍《那些年他们一起打我的故事》，与其这样，倒还不如牺牲脸皮，图个清净。\n不过大张伟从没承认自己真的被那么多人打过，他说他脑子好使，挨打的可能性比较小。这一点我信，记得早些年看过他和原花儿乐队成员石醒宇打架的视频，石醒宇的手还没碰到他，他就已经躲着要往地上坐了，还四处瞟着有没有人来劝架，一副贱怂贱怂的小样。\n只是如今就连这贱怂贱怂的大张伟，也被粉丝捧在手心里喜欢着，怎么看怎么可爱。\n\n是的，\u201c两度过气\u201d后东山再起的大张伟，黑历史白历史统统被揪出来放在阳光下暴晒，非但没有三度过气，反而越来越火。\n六大智慧少年、真朋克、抄袭、打架、杀马特、广场舞神曲作者、综艺咖\u2026\u2026大张伟这乍一看前后完全不搭界的人生，经过众人集体情绪的渲染，也终于形成了一个曲折而富有戏剧性的故事\u2014\u2014\n叛逆的真朋克因为种种现实因素不得不做起折翼的天使，收起锋芒藏起梦想努力在台前表演，诸多无奈与辛酸换来他通透的人生感悟，而这样辛苦搞笑其实只为了有一天能安稳下来继续当年的梦想。\n一开始大张伟也是这样说来着，他说如果哪天自己重新做摇滚了，也就代表自己安定了。\n\n但一段时间之后，大张伟很少再这样说了，最近他的措辞变成\u2014\u2014我当时不喜欢那些歌，都是付翀逼我写的。\n恰好也是在最近这段时间，大张伟挂在嘴边的格言变成了\u201c世上无难事，只要肯放弃\u201d。\n我有的时候真的怀疑大张伟的脑子里住着一截上帝的金手指，告诉他什么东西能红，什么人格能受欢迎。因为他每一次都能恰好地卡上时代变奏的时间点，然后一个华丽的转身，继续吃着汉堡笑对他起起落落起起落落起的人生。\n\n1.\n先从我们一开始提到的段子说起。\n这个糟践大张伟的段子产自豆瓣月亮组，一个宣称要代表月亮消灭无良乐手的秘密组织。那个时候，大家是真心想要糟践大张伟，不为别的，就是纯看他不顺眼。\n不顺眼的原因是什么呢？\n都说了，月亮组的目标是没有蛀牙\u2026\u2026不，没有无良乐手。2009年前后，正好是我国独立音乐的一个高潮，90年代的摇滚、朋克潮尚有余热，民谣逐渐风生水起，独立音乐圈成为文青们关心的话题之一。哦对，文青那时候也是指真文艺青年，它还不是个脏词。\n就是那个时候，曾被称为\u201c北京新浪潮\u201d之一的花儿乐队终于解散，团队主导者大张伟单飞。而那之前花儿烂大街的《嘻唰唰》、《穷开心》等歌曲，在乐迷的心中已经严重背离了朋克乐队\u201c反叛\u201d的中心思想，再加上花儿与付翀的新蜂音乐解约，以及抄袭的曝光，花儿早已在独立音乐圈里遭人唾弃。乐队的解散，则彻底放飞了这种唾弃。\n文艺氛围在变，但文化圈子的鄙视链不变，玩后摇的看不上玩摇滚的，玩摇滚的嫌民谣狗技术差，民谣爱好者瞧不起写口水歌的，写口水歌的唾弃抄袭的\u2014\u2014嗯，大张伟就是那个大家都看不起的抄袭的。\n\n2.\n一切事出有因，一切偶然都一定有迹可循。\n大张伟的抄袭，单拎出最早曝光抄袭的一首《嘻唰唰》来说是不够的。\n在网络信息还没有爆炸的十年前，如果问花儿为什么这样红，或许人们会回答说《嘻唰唰》烂了大街，几个七彩头发的杀马特少年就此红遍大江南北。\n但换在今天来问，或许每个稍微了解大张伟的人都知道，花儿为什么这样红，故事要从他们的第一张摇滚专辑《幸福的旁边》讲起。\n\n▲《幸福的旁边》专辑封面 \n出这张专辑的时候，大张伟16岁。当时不知摇滚为何物的大张伟，在90年代文艺大环境的影响下，稀里糊涂地写了几首讽刺老师，讽刺家长的歌，稀里糊涂地混进了摇滚圈。\n那是1999年，当时摇滚圈是谁们的天下，是崔健、郑钧、唐朝、窦唯\u2026\u2026\n后来大张伟在一次采访里说，自己当时不仅不知道什么是摇滚，就连丁武和郑钧都不认识，丁武帮他调效果器，他就对着人家喊：\u201c诶，内长头发，你别动我东西！\u201d，老板付翀把他拉到一边，告诉他那是丁武。\n他说，反正那时候老因为这些事挨骂。\n故事讲到这，我有点理解为什么北京孩子们都打过大张伟了。\n然而这张\u201c稀里糊涂\u201d的专辑，将近二十年过去，豆瓣评分仍高达8.9分。大张伟的天赋和才华在这张专辑中表现得淋漓尽致，甚至为他和他的乐队奠定了一定的历史地位，花儿那时已经和子曰、清醒等等摇滚乐队齐名，被列入\u201c中国第三代摇滚\u201d。\n少年天才大张伟同学，在全民呐喊的90年代，踏上了摇滚的末班车。\n\n3.\n然而两年后花儿的第二张专辑《草莓声明》，就明显不如前一张了。即便有了更好的编曲，但正如大张伟所说，那些不是他真正想要的，那是付翀逼他写的。\n\n▲《草莓声明》专辑封面 \n付翀要求深刻，想把花儿往五月天的路子上带。大张伟想，为什么偏要深刻啊，写歌不应该是我想到什么就写什么吗？\n为了找到能红的音乐，大张伟搜集了据他自己所说5个G的种子来听，一首一首听，一首一首分析，听到最后已经记不住谁是谁了，但脑子里留下了某些洗脑的小片段。这些片段经过一系列手段贴合起来，就变成了洗脑神曲《嘻唰唰》。\n花儿的其他几位小伙伴和付翀一样，听到这首歌的时候彻底傻了\u2014\u2014这还是摇滚吗？\n于是大张伟说出了那句每篇写他的文章必会出现的名言：\u201c这歌听不见摇滚声，但能听见钱声。\u201d\n《嘻唰唰》这种类似大数据分析的创作方法一经奏效，大张伟就再也停不下他\u201c音乐裁缝\u201d的脚步。这种既省事又赚钱的创作方式，就像现如今的某些新媒体写作方法，复制黏贴删删改改即可完成，故事简单易读，人物众人皆知，分分钟十万加爆款，何乐而不为呢？\n随着网络普及，大张伟的神曲一首接一首，一部分人民群众听着这些歌乐呵，但一部分人民群众不乐意了，你当谁没听过几首外国流行歌啊，你这就是抄袭！\n但仍然不得不承认，《嘻唰唰》时期花儿的造型和音乐，恰好符合了互联网刚刚普及的年代人们的\u201c审丑\u201d潮流，凤姐、芙蓉姐姐\u2026\u2026这些关键词就不必提了吧，各位回去翻翻10年前自己的QQ签名和相册，一定会回来讲一句\u201c你说得对\u201d。\n\n4.\n抄袭风波并没有就此打住，2014年春晚上的《倍儿爽》一出来，立马遭到众人质疑。而大张伟这次选择在微博上大方承认，《倍儿爽》不仅借鉴了《江南Style》，还借鉴了Lmfao的《I Am Not A Whore》、Nicki Minaj的《PoundThe Alarm》\u2026\u2026\n关于这件事，音乐博主耳帝的分析颇有意思：\n这是大张伟非常高明的一次\u201c承认\u201d，因为有兴趣的人去听这三首歌，会惊奇地发现，大张伟借鉴《江南Style》的部分在后两首歌中都有出现，比如《Pound The Alarm》中的dubstep、那个像刮擦一样的lead音色、间歇又重复的口号，但后两点在Lmfao的《I Am Not A Whore》中同样可以找到，要知道《江南Style》刚出来时还被美国媒体质疑在效仿Lmfao\u2026\u2026大张伟隐晦地告诉大众，这些时下流行的曲风都有制作上的共性，你质疑我借鉴C，但C是借鉴B的、B是借鉴A的你们又不知道\u2014\u2014颇有一种老子可是大风大浪里过来的你们也太大惊小怪了。\n时间线捋到这里，大张伟\u201c上春晚\u201d的成就已经达成。杀马特少年再次转身，成为了广场舞大妈们的最爱，左手乡镇舞曲，右手电音嘻哈，称霸整个俗世。\n\n然而彼时的大张伟又瞄准了综艺节目，他甚至宁愿推掉比综艺节目报酬高几倍的商演，也要挤破了头地往综艺里凑。\n大张伟总能摸准流行文化的脉搏。当时掀起的综艺热潮改变了《快乐大本营》一家独大的局面，无论是芒果台内，还是各卫视之间，都纷纷推出新的综艺节目斗得你死我活，这也就为明星和观众们打开了市场\u2014\u2014观众朋友们不再只是看到影视剧或舞台上明星们一本正经的样子，更能看到他们玩的样子、吃饭的样子、逛街买菜的样子\u2026\u2026\n而这一边，网络话语体系也从曾经的权威时代变成了全民讨论时代。集体享乐，集体回归日常，集体躲避深刻。\n于是在一档名叫《百变大咖秀》的综艺节目，大张伟翻身一跃，变身综艺咖。\n2016年上半年，大张伟接了19档综艺，据业内人士报价，大张伟综艺节目的出场费已经开到了100万。\n各大卫视的各种综艺节目，都能见到大张伟的身影\u2014\u2014\n唱慢歌的深情大张伟；\n\n和杨乃文合唱旧作《静止》的大张伟；\n和贝尔去冒险怂得不像男人的大张伟；\n\n撒娇粘人蹦蹦跳跳的大张伟\u2026\u2026\n\n大张伟真的做到了当年在凤凰网那个专访中说的样子：\u201c我希望我能活成崔健歌里的那个样子\u2014\u2014\u2018我要人们都看到我，但不知道我是谁\u2019。\u201d\n\n但从所有的采访中，我们都可以看到，大张伟是一个特别拧巴的人\u2014\u2014\n台前他欢脱得像个少年，幕后他呼噜着生了白发的后脑勺焦虑，觉得自己这一生要完；他一边说着自己已经颓了，一边又甩甩头走进镁光灯下扮演嘻嘻哈哈的角色；他明明是个安静话少不合群的人，每天挂在嘴边的就是工作，却不愿意好好走路好好说话，非要戴着一个壳。\n现如今大张伟偶尔唱一首情歌就能上头条，但当记者问及音乐路线的时候，他说自己仍然不会走情歌路线，因为\u201c就自己这样想小奶音，唱情歌高中都毕不了业。\u201d\n你看，他太知道大众要什么了。\n对比曾经与大张伟一起在花儿叛逆过的少年们，郭阳和王文博在给其他不知名小歌星做了几年乐手后，与一个姑娘重组了花儿乐队，本以为还能看到当年《幸福的旁边》光芒再现，却没成想听了几首竟还是网络神曲的路子；而曾和大张伟大打出手的石醒宇，退出花儿之后就再也没有了踪迹，彻底消失在大众的视野\u2026\u2026\n不知道老几位有没有一刻曾后悔，也不知道大张伟一点点放弃一步步流俗之后的焦虑，当年站在台上唱《静止》的时候可曾有过。\n文/李大猫\n"},"share_list":{"wx":{"title":"音乐 | 曾经的朋克，如今的网红\u2014\u2014大张伟真的开心吗？","desc":"文/ 李大猫 我希望我能活成崔健歌里的那个样子\u2014\u2014我要人们都看到我，但不知道我是谁。","link":"http://h.xiami.com/one-share.html?id=381944","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"},"weibo":{"title":"ONE·一个《音乐 | 曾经的朋克，如今的网红\u2014\u2014大张伟真的开心吗？》 文/ 李大猫： 我希望我能活成崔健歌里的那个样子\u2014\u2014我要人们都看到我，但不知道我是谁。 阅读全文：http://h.xiami.com/one-share.html?id=381944 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""},"qq":{"title":"曾经的朋克，如今的网红\u2014\u2014大张伟真的开心吗？","desc":"我希望我能活成崔健歌里的那个样子\u2014\u2014我要人们都看到我，但不知道我是谁。","link":"http://h.xiami.com/one-share.html?id=381944","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}},"tag_list":[],"music_name":"花","audio_author":"花儿乐队","audio_album":"幸福的旁边"},{"id":"10978","category":"4","display_category":6,"item_id":"1755","title":"如果说我现在还在看《歌手》，别怀疑，我只为李健","forward":"他的音乐从始至终都在阐述一种生活态度，就是淡然和豁朗。","img_url":"http://image.wufazhuce.com/FpyQUrW3xsEMTkDFi2oFxIh0TI85","like_count":280,"post_date":"2017-04-06 16:00:00","last_update_date":"2017-04-06 16:13:56","author":{"user_id":"7805569","user_name":"小环酱","desc":"\u201c民谣邦\u201d（id:huanqiuyinyuebang)，世界上只有两种人，一种是喜欢民谣的，一种是还没听民谣的。民谣有毒，欢迎上瘾！","wb_name":"","is_settled":"0","settled_type":"0","summary":"\u201c民谣邦\u201d作者。","fans_total":"102","web_url":"http://image.wufazhuce.com/FumXSQGTu7YO7UVu4wc3MNj1CSAp"},"video_url":"","audio_url":"136544","audio_platform":"1","start_video":"","volume":0,"pic_info":"","words_info":"","subtitle":"逝去的爱","number":0,"serial_id":0,"serial_list":[],"movie_story_id":0,"ad_id":0,"ad_type":0,"ad_pvurl":"","ad_linkurl":"","ad_makettime":"","ad_closetime":"","ad_share_cnt":"","ad_pvurl_vendor":"","content_id":"1755","content_type":"4","content_bgcolor":"#FFFFFF","share_url":"http://h.xiami.com/one-share.html?id=136544","share_info":{"url":"http://h.xiami.com/one-share.html?id=136544","image":"http://image.wufazhuce.com/FpyQUrW3xsEMTkDFi2oFxIh0TI85","title":"「一个」音乐: 小环酱 逝去的爱","content":"\n上周李健在《歌手》舞台上，又用化骨绵掌送给观众一阵温暖的春风。\n\n如果说李健第一次参加《我是歌手》有些许的功利心亦或是胜负欲，那这次重返舞台他完全以一个布道者的心态来歌唱。他的目的只有一个，就是把那些音乐遗珠介绍给世人。这些遗珠足够闪耀温暖，却因为种种原因未被纳入寻常人的歌单，于是李健站在舞台上，娓娓道来，然后你被治愈、被温暖、被抚慰，那这首歌于你，便成了依赖般的存在。\n\n李健，就是带着分享这种音乐的使命，所以他身上已经没有其他歌手的炫技、飙高音、显摆音乐素养的急功近利，依旧的温润如玉、谦谦风范。\n李健这周唱的《love is over》是由日本著名音乐制作人伊藤熏创作，德永英明、欧阳菲菲、梅艳芳都先后有过不同版本的演绎。\n在听过李健之后，我也第一时间去听了欧阳菲菲的版本，欧阳菲菲的版本更多的是一种受伤后的自我宽慰，\u201c虽然过去你曾对我，表示过真情意，也曾对你许下诺言，今生我永不渝，为何，你一去无音讯，撕碎我的心\u201d。欧阳菲菲唱着被劈腿后的女人心事，追忆以前的誓言约定，又告诉自己\u201c时光匆匆如流水，流水抚平我心灵，创伤早已无痕迹\u201d。欧阳菲菲将都市女人的情伤细细数来，有一种不言自明的悲伤和孤寂。\n梅艳芳和张国荣的版本，依然的撕心裂肺，虽然梅艳芳带有岁月感的台风让我总是跳脱，但是看见两人同台，又唱着《love is over》，歌是人非，难免伤感。\n\n而李健这般的改编，则是一种历经风雨后的淡然和超脱。他虽然也在讲一个追忆旧情的故事，但是他营造的整个氛围，却是坐在摇椅，围坐炉旁，品着咖啡的追忆，最好手里还拿着一本诗集。\n\u201c老电影又看一遍，房间又被猫咪弄乱，路边那家咖啡馆，看一场音乐会\u201d，简单直白的叙事，却一如既往的饱含情愫。李健用蒙太奇的手法，将场景切换，场景不停变换，思念却灌注全程。这副画面，充满岁月感，依稀悲伤遗憾，却更加和煦温暖。值得一提的是，李健最后还加入了肖邦的《离别曲》。他将日本大师伊藤熏的创作与钢琴诗人肖邦的钢琴结合，弦乐的层层递进，也将离别之绪推向高潮，着实惹人感叹。\n最后李健凭借这首《love is over》成了本期的第一名，这似乎意料之外，情理之中。\n\n李健成了这个舞台的清流，如果说我现在还在看《歌手》，别怀疑，我只是只为李健。\n很多人的音乐没有灵魂，他们为押韵而押韵，为抒情而抒情，为愤怒而愤怒，他们的音乐里没有思想的火花、人性的思考、人生的拷问，但是李健的音乐不一样，他的音乐从始至终都在阐述一种生活态度，就是淡然和豁朗。\n不论是小人物地铁的疲累和无奈，还是父亲贫穷日记里的斑斑卑微，不论是异乡人里的浓浓思乡愁绪，还是爱情已逝回忆依然灼痛的伤感，在他的演绎下都变得温暖和治愈。\n诚然，这世界太多肮脏和不堪，但是我们需要人歌唱美好和希望，需要有人施予温暖和抚慰，李健是这样的存在，这是歌坛之幸！\n文／小环酱\n"},"share_list":{"wx":{"title":"音乐 | 听过欧阳菲菲、梅艳芳张国荣的《情已逝》，还是李健最动人","desc":"文/小环酱 love is over，房间又被猫咪弄乱。","link":"http://h.xiami.com/one-share.html?id=136544","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"},"weibo":{"title":"ONE·一个《音乐 | 听过欧阳菲菲、梅艳芳张国荣的《情已逝》，还是李健最动人》 文/小环酱： love is over，房间又被猫咪弄乱。 阅读全文：http://h.xiami.com/one-share.html?id=136544 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""},"qq":{"title":"听过欧阳菲菲、梅艳芳张国荣的《情已逝》，还是李健最动人","desc":"love is over，房间又被猫咪弄乱。","link":"http://h.xiami.com/one-share.html?id=136544","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}},"tag_list":[],"music_name":"逝去的爱","audio_author":"欧阳菲菲","audio_album":"出境入境"}]
     */

    private int res;
    private List<DataBean> data;

    public int getRes() {
        return res;
    }

    public void setRes(int res) {
        this.res = res;
    }

    public List<DataBean> getData() {
        return data;
    }

    public void setData(List<DataBean> data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * id : 11008
         * category : 4
         * display_category : 6
         * item_id : 1770
         * title : 不要因为他的肤色否定他，也别因为他的离世而忘记他
         * forward : “别因为我们这么厉害就讨厌我们！”
         * img_url : http://image.wufazhuce.com/Fp-Rs4w2OuBKWnB-KZiUVDZpevNa
         * like_count : 0
         * post_date : 2017-04-09 10:00:00
         * last_update_date : 2017-04-07 22:04:47
         * author : {"user_id":"7802963","user_name":" eyelight","desc":"\u201c落网\u201d作者。","wb_name":"","is_settled":"0","settled_type":"0","summary":"\u201c落网\u201d作者。","fans_total":"3","web_url":"http://image.wufazhuce.com/FupqAAY5yBZ3gNbC6z7O3OMDpelB"}
         * video_url :
         * audio_url : 1769561475
         * audio_platform : 1
         * start_video :
         * volume : 0
         * pic_info :
         * words_info :
         * subtitle : Kiss
         * number : 0
         * serial_id : 0
         * serial_list : []
         * movie_story_id : 0
         * ad_id : 0
         * ad_type : 0
         * ad_pvurl :
         * ad_linkurl :
         * ad_makettime :
         * ad_closetime :
         * ad_share_cnt :
         * ad_pvurl_vendor :
         * content_id : 1770
         * content_type : 4
         * content_bgcolor : #FFFFFF
         * share_url : http://h.xiami.com/one-share.html?id=1769561475
         * share_info : {"url":"http://h.xiami.com/one-share.html?id=1769561475","image":"http://image.wufazhuce.com/Fp-Rs4w2OuBKWnB-KZiUVDZpevNa","title":"「一个」音乐:  eyelight Kiss","content":"\n\n多年来，Prince 用吉他制造出了似乎只有神才能发出的声音。用一位评论家的话来形容，他那\u201c钉在地板上\u201d一样的舞步可以与 Michael Jackson 媲美，他的作品曾经把 Bruce Springsteen 赶下冠军宝座。只是从来没有听过 Sly Stone 和 George Clinton 的人才会认为他是一位一蹴而就的天才。\nPrince 从上世纪80年代之后，在世界流行音乐界涌现出的极少有的多才多艺的流行音乐家。就音乐上才华来说，他可以堪称是其中中最耀眼的一位。在整个80年代，Prince 与Stevie Wonder，Michael Jackson ,Madonna齐名。Prince 是真正多才多艺的艺术家，他精通多种乐器：吉他，贝斯，键盘，鼓等，并且会其它流行乐器，以至于有人说他一个人就可以成为一支乐队；在录音室里，他一个人就可以完成整张唱片的录制。\n而今他的突然去世，让此生耀眼的光环顿时在黑暗中再次发出了亮光。Bono曾这样评价过Prince,能把这么多好听的歌聚集在一起，应该非Prince 莫属。\n他的歌曾被多人翻唱，Sinead O\u2018Connor 《Nothing Compares 2 U》、Chaka Khan 《I Fell For You》、Gary Numan 《1999》、the Foo Fighters 《Darling Nikki》、Alicia Keys 《How Come U Don\u2019t  Call Me Anymore》、Tina Turner 《Let\u2019s Pretend We\u2019reMarried》、Patti Smith 《When Doves Cry》等。\n\n和 Prince 合作过的音乐人数不胜数，Pink Floyd 的吉他手 David Gilmour 给予这个晚辈很高的评价，\u201c他另辟蹊径，总能找到完成某项工作的最佳人选，而且不放过任何细节。\u201d\u201c他很有才华，\u201dKate Bush 说到，\u201c他能够稳定地创作出大量质量有保证的作品。\u201d\u201c一匹良驹，\u201dMiles Davis 说过，\u201c他就像是一匹阿拉伯骏马。\u201d或者用 Elton John 的话来说，\u201c他是个傻瓜，一个聪明的傻瓜。\u201d\n1958年 Prince 在明尼阿波利斯出生，直到生前一直居住在那里。父亲 John L.Nelson 是一位钢琴手，词曲作家，而母亲 Matti Shaw 是一位爵士歌手。Prince 的名字来自于父亲的艺名\u201cPrince Rogers\u201d。1991年在一个访谈中其父坦言，\u201c给他取名叫 Prince 是希望他可以做到我想做的一切。\u201d父亲把自己未能完成的梦想寄托在这个从小便有过人音乐天分的儿子身上。\n15岁那年，在看完 Joni Mitchell 演出之后，他便下定决心要像自己的偶像一样出色。1977年 Prince 和华纳兄弟签约，当时他坚持：\u201c如果我能唱你们的摇滚乐，不要再因为我的肤色否定我。\u201d在种族歧视还非常严重的明尼阿波利斯，Prince 希望人们看重的是他的才华而不是肤色。华纳兄弟给了他一纸合约，随后他交出了个人第一张专辑《For You》。专辑反响不错，不过并没有引起很大的轰动。\n\n1980年 Prince 发行了个人第三张专辑《Dirty Mind》，在这张广受好评的专辑中，Prince 依然包办了所有的词曲创作及专辑制作。除了写给偶像 Joni Mitchell 的《Thanks》体现了专辑高雅的一面，实际上却是一张以宣扬\u201c性\u201d为主题的专辑，特别是在《Head》和《Sister》中，充斥乱伦与口交的内容。在这张唱片里他开始尝试将流行、摇滚、funk、soul 等不同元素融合到一起。虽然这张专辑给他带来了一些非议，但它依然延续了之前的成功。\n1984年 Prince 凭借《When Doves Cry》收获首张美国榜冠军单曲后，《Purple Rain》取代 Bruce Springsteen 的《Born in the U.S.A.》登上专辑榜首位。同时上映的自传性电影《Purple Rain》也取得了不俗的票房成绩。当年 Michael Jackson 的制作人 Quincy Jones 打算邀请 Prince 与 Jackson 合唱专辑《Bad》的同名歌曲。他得到了什么样的答复呢？\u201c我对这种事情向来没有兴趣。\u201d\n与80年代的风光无限想比，90年代的 Prince 像是进入人生的一个低谷期。以生性怪异著称的他，把名字改成了一个无法发音的符号并与华纳兄弟对簿公堂。这期间在演出现场和生活中常常出现怪异的疯狂行为，人们开始对他的能力产生怀疑。但是在斯派克·李的电影《6号叩应女郎》的原声碟中，Prince 创作了多首热门歌曲。\n\n新的十年里，Prince 像一个爱惜自己影子的美少年，沉迷于 Radiohead 主唱 Thom Yorker 所描述的\u201cPrince 的国度\u201d里。\u201c一年发行三张唱片，没有严格把关专辑的质量。\u201d以至于购买他唱片的乐迷越来越少，不过即便是粗粝的作品，里边也能淘到像珍珠一样的珍品。而后 Prince 把更多的时候从音乐上转移到了生活中，人们好奇为什么他能一直在明尼阿波利斯待到现在？他对外面的花花世界并不是没有诱惑，而是对这片生养他的土地充满了情感，而且他还是一个非常孝顺的儿子。\n近年 Prince 的演出不多，除了会在一些颁奖典礼上看到他的影子；却也常作为音乐节的压轴嘉宾登场，偶尔还有一两次欧美的大型巡演。今日凌晨听到他猝然去世的消息，不免让人震惊。对于大多数中国歌迷来说，Prince 还是一个我们尚待认识的大师。\n在某一年的格莱美颁奖典礼上，他用自己一贯的假正经风格来发表自己的获奖感言，\u201c别因为我们这么厉害就讨厌我们！\u201d也别因为他的悄然去世，而忘记他。\n但愿此刻 Prince、Freddie Mercury、Michael Jackson，还有 David Bowie 在天堂安好。\n\n文/eyelight\n"}
         * share_list : {"wx":{"title":"音乐 | 不要因为他的肤色否定他，也别因为他的离世而忘记他","desc":"文/ eyelight \u201c别因为我们这么厉害就讨厌我们！\u201d","link":"http://h.xiami.com/one-share.html?id=1769561475","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"},"weibo":{"title":"ONE·一个《音乐 | 不要因为他的肤色否定他，也别因为他的离世而忘记他》 文/ eyelight： \u201c别因为我们这么厉害就讨厌我们！\u201d 阅读全文：http://h.xiami.com/one-share.html?id=1769561475 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""},"qq":{"title":"不要因为他的肤色否定他，也别因为他的离世而忘记他","desc":"\u201c别因为我们这么厉害就讨厌我们！\u201d","link":"http://h.xiami.com/one-share.html?id=1769561475","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}}
         * tag_list : []
         * music_name : Kiss
         * audio_author : Prince
         * audio_album : Sexiest Songs Ever 2010
         */

        private String id;
        private String category;
        private int display_category;
        private String item_id;
        private String title;
        private String forward;
        private String img_url;
        private int like_count;
        private String post_date;
        private String last_update_date;
        private AuthorBean author;
        private String video_url;
        private String audio_url;
        private String audio_platform;
        private String start_video;
        private int volume;
        private String pic_info;
        private String words_info;
        private String subtitle;
        private int number;
        private int serial_id;
        private int movie_story_id;
        private int ad_id;
        private int ad_type;
        private String ad_pvurl;
        private String ad_linkurl;
        private String ad_makettime;
        private String ad_closetime;
        private String ad_share_cnt;
        private String ad_pvurl_vendor;
        private String content_id;
        private String content_type;
        private String content_bgcolor;
        private String share_url;
        private ShareInfoBean share_info;
        private ShareListBean share_list;
        private String music_name;
        private String audio_author;
        private String audio_album;
        private List<?> serial_list;
        private List<TagListBean> tag_list;

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getCategory() {
            return category;
        }

        public void setCategory(String category) {
            this.category = category;
        }

        public int getDisplay_category() {
            return display_category;
        }

        public void setDisplay_category(int display_category) {
            this.display_category = display_category;
        }

        public String getItem_id() {
            return item_id;
        }

        public void setItem_id(String item_id) {
            this.item_id = item_id;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getForward() {
            return forward;
        }

        public void setForward(String forward) {
            this.forward = forward;
        }

        public String getImg_url() {
            return img_url;
        }

        public void setImg_url(String img_url) {
            this.img_url = img_url;
        }

        public int getLike_count() {
            return like_count;
        }

        public void setLike_count(int like_count) {
            this.like_count = like_count;
        }

        public String getPost_date() {
            return post_date;
        }

        public void setPost_date(String post_date) {
            this.post_date = post_date;
        }

        public String getLast_update_date() {
            return last_update_date;
        }

        public void setLast_update_date(String last_update_date) {
            this.last_update_date = last_update_date;
        }

        public AuthorBean getAuthor() {
            return author;
        }

        public void setAuthor(AuthorBean author) {
            this.author = author;
        }

        public String getVideo_url() {
            return video_url;
        }

        public void setVideo_url(String video_url) {
            this.video_url = video_url;
        }

        public String getAudio_url() {
            return audio_url;
        }

        public void setAudio_url(String audio_url) {
            this.audio_url = audio_url;
        }

        public String getAudio_platform() {
            return audio_platform;
        }

        public void setAudio_platform(String audio_platform) {
            this.audio_platform = audio_platform;
        }

        public String getStart_video() {
            return start_video;
        }

        public void setStart_video(String start_video) {
            this.start_video = start_video;
        }

        public int getVolume() {
            return volume;
        }

        public void setVolume(int volume) {
            this.volume = volume;
        }

        public String getPic_info() {
            return pic_info;
        }

        public void setPic_info(String pic_info) {
            this.pic_info = pic_info;
        }

        public String getWords_info() {
            return words_info;
        }

        public void setWords_info(String words_info) {
            this.words_info = words_info;
        }

        public String getSubtitle() {
            return subtitle;
        }

        public void setSubtitle(String subtitle) {
            this.subtitle = subtitle;
        }

        public int getNumber() {
            return number;
        }

        public void setNumber(int number) {
            this.number = number;
        }

        public int getSerial_id() {
            return serial_id;
        }

        public void setSerial_id(int serial_id) {
            this.serial_id = serial_id;
        }

        public int getMovie_story_id() {
            return movie_story_id;
        }

        public void setMovie_story_id(int movie_story_id) {
            this.movie_story_id = movie_story_id;
        }

        public int getAd_id() {
            return ad_id;
        }

        public void setAd_id(int ad_id) {
            this.ad_id = ad_id;
        }

        public int getAd_type() {
            return ad_type;
        }

        public void setAd_type(int ad_type) {
            this.ad_type = ad_type;
        }

        public String getAd_pvurl() {
            return ad_pvurl;
        }

        public void setAd_pvurl(String ad_pvurl) {
            this.ad_pvurl = ad_pvurl;
        }

        public String getAd_linkurl() {
            return ad_linkurl;
        }

        public void setAd_linkurl(String ad_linkurl) {
            this.ad_linkurl = ad_linkurl;
        }

        public String getAd_makettime() {
            return ad_makettime;
        }

        public void setAd_makettime(String ad_makettime) {
            this.ad_makettime = ad_makettime;
        }

        public String getAd_closetime() {
            return ad_closetime;
        }

        public void setAd_closetime(String ad_closetime) {
            this.ad_closetime = ad_closetime;
        }

        public String getAd_share_cnt() {
            return ad_share_cnt;
        }

        public void setAd_share_cnt(String ad_share_cnt) {
            this.ad_share_cnt = ad_share_cnt;
        }

        public String getAd_pvurl_vendor() {
            return ad_pvurl_vendor;
        }

        public void setAd_pvurl_vendor(String ad_pvurl_vendor) {
            this.ad_pvurl_vendor = ad_pvurl_vendor;
        }

        public String getContent_id() {
            return content_id;
        }

        public void setContent_id(String content_id) {
            this.content_id = content_id;
        }

        public String getContent_type() {
            return content_type;
        }

        public void setContent_type(String content_type) {
            this.content_type = content_type;
        }

        public String getContent_bgcolor() {
            return content_bgcolor;
        }

        public void setContent_bgcolor(String content_bgcolor) {
            this.content_bgcolor = content_bgcolor;
        }

        public String getShare_url() {
            return share_url;
        }

        public void setShare_url(String share_url) {
            this.share_url = share_url;
        }

        public ShareInfoBean getShare_info() {
            return share_info;
        }

        public void setShare_info(ShareInfoBean share_info) {
            this.share_info = share_info;
        }

        public ShareListBean getShare_list() {
            return share_list;
        }

        public void setShare_list(ShareListBean share_list) {
            this.share_list = share_list;
        }

        public String getMusic_name() {
            return music_name;
        }

        public void setMusic_name(String music_name) {
            this.music_name = music_name;
        }

        public String getAudio_author() {
            return audio_author;
        }

        public void setAudio_author(String audio_author) {
            this.audio_author = audio_author;
        }

        public String getAudio_album() {
            return audio_album;
        }

        public void setAudio_album(String audio_album) {
            this.audio_album = audio_album;
        }

        public List<?> getSerial_list() {
            return serial_list;
        }

        public void setSerial_list(List<?> serial_list) {
            this.serial_list = serial_list;
        }

        public List<TagListBean> getTag_list() {
            return tag_list;
        }

        public void setTag_list(List<TagListBean> tag_list) {
            this.tag_list = tag_list;
        }

        public static class AuthorBean {
            /**
             * user_id : 7802963
             * user_name :  eyelight
             * desc : “落网”作者。
             * wb_name :
             * is_settled : 0
             * settled_type : 0
             * summary : “落网”作者。
             * fans_total : 3
             * web_url : http://image.wufazhuce.com/FupqAAY5yBZ3gNbC6z7O3OMDpelB
             */

            private String user_id;
            private String user_name;
            private String desc;
            private String wb_name;
            private String is_settled;
            private String settled_type;
            private String summary;
            private String fans_total;
            private String web_url;

            public String getUser_id() {
                return user_id;
            }

            public void setUser_id(String user_id) {
                this.user_id = user_id;
            }

            public String getUser_name() {
                return user_name;
            }

            public void setUser_name(String user_name) {
                this.user_name = user_name;
            }

            public String getDesc() {
                return desc;
            }

            public void setDesc(String desc) {
                this.desc = desc;
            }

            public String getWb_name() {
                return wb_name;
            }

            public void setWb_name(String wb_name) {
                this.wb_name = wb_name;
            }

            public String getIs_settled() {
                return is_settled;
            }

            public void setIs_settled(String is_settled) {
                this.is_settled = is_settled;
            }

            public String getSettled_type() {
                return settled_type;
            }

            public void setSettled_type(String settled_type) {
                this.settled_type = settled_type;
            }

            public String getSummary() {
                return summary;
            }

            public void setSummary(String summary) {
                this.summary = summary;
            }

            public String getFans_total() {
                return fans_total;
            }

            public void setFans_total(String fans_total) {
                this.fans_total = fans_total;
            }

            public String getWeb_url() {
                return web_url;
            }

            public void setWeb_url(String web_url) {
                this.web_url = web_url;
            }
        }

        public static class ShareInfoBean {
            /**
             * url : http://h.xiami.com/one-share.html?id=1769561475
             * image : http://image.wufazhuce.com/Fp-Rs4w2OuBKWnB-KZiUVDZpevNa
             * title : 「一个」音乐:  eyelight Kiss
             * content :
             * <p>
             * 多年来，Prince 用吉他制造出了似乎只有神才能发出的声音。用一位评论家的话来形容，他那“钉在地板上”一样的舞步可以与 Michael Jackson 媲美，他的作品曾经把 Bruce Springsteen 赶下冠军宝座。只是从来没有听过 Sly Stone 和 George Clinton 的人才会认为他是一位一蹴而就的天才。
             * Prince 从上世纪80年代之后，在世界流行音乐界涌现出的极少有的多才多艺的流行音乐家。就音乐上才华来说，他可以堪称是其中中最耀眼的一位。在整个80年代，Prince 与Stevie Wonder，Michael Jackson ,Madonna齐名。Prince 是真正多才多艺的艺术家，他精通多种乐器：吉他，贝斯，键盘，鼓等，并且会其它流行乐器，以至于有人说他一个人就可以成为一支乐队；在录音室里，他一个人就可以完成整张唱片的录制。
             * 而今他的突然去世，让此生耀眼的光环顿时在黑暗中再次发出了亮光。Bono曾这样评价过Prince,能把这么多好听的歌聚集在一起，应该非Prince 莫属。
             * 他的歌曾被多人翻唱，Sinead O‘Connor 《Nothing Compares 2 U》、Chaka Khan 《I Fell For You》、Gary Numan 《1999》、the Foo Fighters 《Darling Nikki》、Alicia Keys 《How Come U Don’t  Call Me Anymore》、Tina Turner 《Let’s Pretend We’reMarried》、Patti Smith 《When Doves Cry》等。
             * <p>
             * 和 Prince 合作过的音乐人数不胜数，Pink Floyd 的吉他手 David Gilmour 给予这个晚辈很高的评价，“他另辟蹊径，总能找到完成某项工作的最佳人选，而且不放过任何细节。”“他很有才华，”Kate Bush 说到，“他能够稳定地创作出大量质量有保证的作品。”“一匹良驹，”Miles Davis 说过，“他就像是一匹阿拉伯骏马。”或者用 Elton John 的话来说，“他是个傻瓜，一个聪明的傻瓜。”
             * 1958年 Prince 在明尼阿波利斯出生，直到生前一直居住在那里。父亲 John L.Nelson 是一位钢琴手，词曲作家，而母亲 Matti Shaw 是一位爵士歌手。Prince 的名字来自于父亲的艺名“Prince Rogers”。1991年在一个访谈中其父坦言，“给他取名叫 Prince 是希望他可以做到我想做的一切。”父亲把自己未能完成的梦想寄托在这个从小便有过人音乐天分的儿子身上。
             * 15岁那年，在看完 Joni Mitchell 演出之后，他便下定决心要像自己的偶像一样出色。1977年 Prince 和华纳兄弟签约，当时他坚持：“如果我能唱你们的摇滚乐，不要再因为我的肤色否定我。”在种族歧视还非常严重的明尼阿波利斯，Prince 希望人们看重的是他的才华而不是肤色。华纳兄弟给了他一纸合约，随后他交出了个人第一张专辑《For You》。专辑反响不错，不过并没有引起很大的轰动。
             * <p>
             * 1980年 Prince 发行了个人第三张专辑《Dirty Mind》，在这张广受好评的专辑中，Prince 依然包办了所有的词曲创作及专辑制作。除了写给偶像 Joni Mitchell 的《Thanks》体现了专辑高雅的一面，实际上却是一张以宣扬“性”为主题的专辑，特别是在《Head》和《Sister》中，充斥乱伦与口交的内容。在这张唱片里他开始尝试将流行、摇滚、funk、soul 等不同元素融合到一起。虽然这张专辑给他带来了一些非议，但它依然延续了之前的成功。
             * 1984年 Prince 凭借《When Doves Cry》收获首张美国榜冠军单曲后，《Purple Rain》取代 Bruce Springsteen 的《Born in the U.S.A.》登上专辑榜首位。同时上映的自传性电影《Purple Rain》也取得了不俗的票房成绩。当年 Michael Jackson 的制作人 Quincy Jones 打算邀请 Prince 与 Jackson 合唱专辑《Bad》的同名歌曲。他得到了什么样的答复呢？“我对这种事情向来没有兴趣。”
             * 与80年代的风光无限想比，90年代的 Prince 像是进入人生的一个低谷期。以生性怪异著称的他，把名字改成了一个无法发音的符号并与华纳兄弟对簿公堂。这期间在演出现场和生活中常常出现怪异的疯狂行为，人们开始对他的能力产生怀疑。但是在斯派克·李的电影《6号叩应女郎》的原声碟中，Prince 创作了多首热门歌曲。
             * <p>
             * 新的十年里，Prince 像一个爱惜自己影子的美少年，沉迷于 Radiohead 主唱 Thom Yorker 所描述的“Prince 的国度”里。“一年发行三张唱片，没有严格把关专辑的质量。”以至于购买他唱片的乐迷越来越少，不过即便是粗粝的作品，里边也能淘到像珍珠一样的珍品。而后 Prince 把更多的时候从音乐上转移到了生活中，人们好奇为什么他能一直在明尼阿波利斯待到现在？他对外面的花花世界并不是没有诱惑，而是对这片生养他的土地充满了情感，而且他还是一个非常孝顺的儿子。
             * 近年 Prince 的演出不多，除了会在一些颁奖典礼上看到他的影子；却也常作为音乐节的压轴嘉宾登场，偶尔还有一两次欧美的大型巡演。今日凌晨听到他猝然去世的消息，不免让人震惊。对于大多数中国歌迷来说，Prince 还是一个我们尚待认识的大师。
             * 在某一年的格莱美颁奖典礼上，他用自己一贯的假正经风格来发表自己的获奖感言，“别因为我们这么厉害就讨厌我们！”也别因为他的悄然去世，而忘记他。
             * 但愿此刻 Prince、Freddie Mercury、Michael Jackson，还有 David Bowie 在天堂安好。
             * <p>
             * 文/eyelight
             */

            private String url;
            private String image;
            private String title;
            private String content;

            public String getUrl() {
                return url;
            }

            public void setUrl(String url) {
                this.url = url;
            }

            public String getImage() {
                return image;
            }

            public void setImage(String image) {
                this.image = image;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getContent() {
                return content;
            }

            public void setContent(String content) {
                this.content = content;
            }
        }

        public static class ShareListBean {
            /**
             * wx : {"title":"音乐 | 不要因为他的肤色否定他，也别因为他的离世而忘记他","desc":"文/ eyelight \u201c别因为我们这么厉害就讨厌我们！\u201d","link":"http://h.xiami.com/one-share.html?id=1769561475","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}
             * weibo : {"title":"ONE·一个《音乐 | 不要因为他的肤色否定他，也别因为他的离世而忘记他》 文/ eyelight： \u201c别因为我们这么厉害就讨厌我们！\u201d 阅读全文：http://h.xiami.com/one-share.html?id=1769561475 下载ONE·一个APP:http://weibo.com/p/100404157874","desc":"","link":"","imgUrl":""}
             * qq : {"title":"不要因为他的肤色否定他，也别因为他的离世而忘记他","desc":"\u201c别因为我们这么厉害就讨厌我们！\u201d","link":"http://h.xiami.com/one-share.html?id=1769561475","imgUrl":"http://image.wufazhuce.com/ONE_logo_120_square.png"}
             */

            private WxBean wx;
            private WeiboBean weibo;
            private QqBean qq;

            public WxBean getWx() {
                return wx;
            }

            public void setWx(WxBean wx) {
                this.wx = wx;
            }

            public WeiboBean getWeibo() {
                return weibo;
            }

            public void setWeibo(WeiboBean weibo) {
                this.weibo = weibo;
            }

            public QqBean getQq() {
                return qq;
            }

            public void setQq(QqBean qq) {
                this.qq = qq;
            }

            public static class WxBean {
                /**
                 * title : 音乐 | 不要因为他的肤色否定他，也别因为他的离世而忘记他
                 * desc : 文/ eyelight “别因为我们这么厉害就讨厌我们！”
                 * link : http://h.xiami.com/one-share.html?id=1769561475
                 * imgUrl : http://image.wufazhuce.com/ONE_logo_120_square.png
                 */

                private String title;
                private String desc;
                private String link;
                private String imgUrl;

                public String getTitle() {
                    return title;
                }

                public void setTitle(String title) {
                    this.title = title;
                }

                public String getDesc() {
                    return desc;
                }

                public void setDesc(String desc) {
                    this.desc = desc;
                }

                public String getLink() {
                    return link;
                }

                public void setLink(String link) {
                    this.link = link;
                }

                public String getImgUrl() {
                    return imgUrl;
                }

                public void setImgUrl(String imgUrl) {
                    this.imgUrl = imgUrl;
                }
            }

            public static class WeiboBean {
                /**
                 * title : ONE·一个《音乐 | 不要因为他的肤色否定他，也别因为他的离世而忘记他》 文/ eyelight： “别因为我们这么厉害就讨厌我们！” 阅读全文：http://h.xiami.com/one-share.html?id=1769561475 下载ONE·一个APP:http://weibo.com/p/100404157874
                 * desc :
                 * link :
                 * imgUrl :
                 */

                private String title;
                private String desc;
                private String link;
                private String imgUrl;

                public String getTitle() {
                    return title;
                }

                public void setTitle(String title) {
                    this.title = title;
                }

                public String getDesc() {
                    return desc;
                }

                public void setDesc(String desc) {
                    this.desc = desc;
                }

                public String getLink() {
                    return link;
                }

                public void setLink(String link) {
                    this.link = link;
                }

                public String getImgUrl() {
                    return imgUrl;
                }

                public void setImgUrl(String imgUrl) {
                    this.imgUrl = imgUrl;
                }
            }

            public static class QqBean {
                /**
                 * title : 不要因为他的肤色否定他，也别因为他的离世而忘记他
                 * desc : “别因为我们这么厉害就讨厌我们！”
                 * link : http://h.xiami.com/one-share.html?id=1769561475
                 * imgUrl : http://image.wufazhuce.com/ONE_logo_120_square.png
                 */

                private String title;
                private String desc;
                private String link;
                private String imgUrl;

                public String getTitle() {
                    return title;
                }

                public void setTitle(String title) {
                    this.title = title;
                }

                public String getDesc() {
                    return desc;
                }

                public void setDesc(String desc) {
                    this.desc = desc;
                }

                public String getLink() {
                    return link;
                }

                public void setLink(String link) {
                    this.link = link;
                }

                public String getImgUrl() {
                    return imgUrl;
                }

                public void setImgUrl(String imgUrl) {
                    this.imgUrl = imgUrl;
                }
            }
        }

        public static class TagListBean {
            /**
             * id : 23
             * title : ESSAY
             */

            private String id;
            private String title;

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }
        }
    }
}
